using System;
using Microsoft.EntityFrameworkCore.Migrations;

#nullable disable

namespace MyPregnancyTracker.Data.Migrations
{
    public partial class SeedingDatabase : Migration
    {
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.InsertData(
                table: "GestationalWeek",
                columns: new[] { "Id", "AdvicesContent", "BabyContent", "GestationalAge", "MotherContent", "NutritionContent" },
                values: new object[,]
                {
                    { 1, "ИЗБЕРЕТЕ ДАЛИ И КАК ЩЕ СЛЕДИТЕ ЗА НАСТЪПВАНЕТО НА ОВУЛАЦИЯТА;КОНСУЛТИРАЙТЕ СЕ Е ЛЕКАРЯ СИ, АКО СТРАДАТЕ ОТ ХРОНИЧНО ИЛИ ИНЦИДЕНТНО ЗАБОЛЯВАНЕ И ПРИЕМАТЕ ЛЕКАРСТВА;НЕКА БЪДЕЩИЯТ ТАТКО СЪЩО СЕ ПОГРИЖИ ЗА ЗДРАВЕТО СИ", "На този етап вашето „бебе“ всъщност е една яйцеклетка, скрита в някой от фоликулите на вашите яйчници. Можете да си представите фоликулите като „гнезда“ или пъпки на цвете, в които живее яйцеклетката. В първите дни на менструалния ви цикъл няколко от тези фоликули започват да растат. Наричат се антрални фоликули и би трябвало да са между 2 и 6 на месец при здравата жена, която няма фертилни проблеми. Един от тях обаче е по-специален и затова му е дадено името „фоликул с господстващо положение“ – самото наименование подчертава неговата важност. Това е фоликулът, който в крайна сметка ще отдели готовата за оплождане яйцеклетка – едната половинка от вашето бъдещо чудо.Яйцеклетката е най-голямата клетка в човешкото тяло и не може да се придвижва самостоятелно. Размерът ѝ се дължи на голямото количество лецитин, което обгражда ядрото. Лецитинът е хранително вещество, което ще изхранва оплодената яйцеклетка до прикрепването ѝ към маточната ви стена – тоест до момента на същинската бременност. Дотогава обаче има време – около 3 седмици, които може би ще ви се сторят най-дългите седмици в живота ви.", 1, "Вие се намирате в първата гестационна седмица от бременността. Какво означава това? Първата гестационна седмица всъщност започва от първия ден на месечния ви цикъл. Разбира се, в 1 г.с. все още не сте бременна. Това прекрасно събитие ви предстои. Може би го планирате от дълго време, а може би това е първият месец, в който ще направите опит да забременеете. Забременяването при вас може да се случи неочаквано и непланирано. Наименованието „гестационна седмица“ в случая е условно. То служи на медицината, за да може лесно и точно да се изчисли приблизителната дата на същинското забременяване и датата, на която се очаква раждането на вашето бебе.Ако планирате бременността си от известно време насам, сигурно вече сте натрупали изобилни знания за зачеването, овулацията, диетата, изследванията, витамините и още толкова много информация, че почти можете да се загубите в нея. Но колкото и подготвена да се чувствате, със сигурност ще бъдете повече от развълнувана, когато видите положителния тест. Това би трябвало да се случи след около четири седмици. Успех!", "Ако планирате бременността си от известно време, със сигурност ви е добре известно, че трябва да спазвате здравословен хранителен режим. Няма специална диета за жени, които искат да забременеят. Достатъчно е да се следват основните правила за пълноценно балансирано хранене. Не е удачно да планирате бременността едновременно с диета за отслабване, освен ако не сте с голямо наднормено тегло – в този случай може би нормализирането на теглото е едно от условията за протичане на нормална бременност. В останалите случаи разумното хранене, без допълнителни ограничения и без преяждане, е най-добрият избор.Спирането на цигарите, алкохола и кофеиновите напитки са задължителен съвет за всяка жена, която планира бременност. Не отлагайте отказването от тези вредни навици за след като видите положителния тест.Може би вече пиете фолиева киселина – най-честата медицинска препоръка към жените, които планират забременяване. Фолиевата киселина, или витамин B9, подпомага деленето на клетките и е изключително важна за изграждането на плацентата и костния мозък на бъдещия ембрион. Редовният ѝ прием намалява рискът от развитие на някои аномалии в нервната система на ембриона, най-известната от които е т.нар. спина бифида – състояние, при което невралната тръба на гръбнака не успява да се затвори в първите седмици от бременността.В аптеките се предлагат много търговски марки фолиева киселина, самостоятелно и в мултивитаминни комплекси. Вашият лекар или фармацевт ще ви ориентира към продукт с адекватен състав." },
                    { 2, "НЕ Е НУЖНО ДА ПРАВИТЕ СЕКС ВСЕКИ ДЕН И ПО НЯКОЛКО ПЪТИ НА ДЕН;НЕ СЕ ПРИТЕСНЯВАЙТЕ;ПОДГОТВЕТЕ СЕ С МЕДИЦИНСКАТА ИНФОРМАЦИЯ, КОЯТО ЩЕ Е НУЖНА НА ВАШИЯ ЛЕКАР СЛЕД УСТАНОВЯВАНЕ НА БРЕМЕННОСТТА", "Какво представлява овулацията? От началото на месечния ви цикъл няколко от яйчниковите ви фоликули са започнали да набъбват. До овулацията вашият цикъл се намира в т.нар. фоликуларна фаза – нивата на естроген са ниски. Това стимулира двете жлези, които контролират месечния ви цикъл - хипоталамусът и хипофизата. През фоликуларната фаза хипоталамусът отделя лутеинизиращ хормон, който действа като освобождаващ фактор за два други хормона, които се произвеждат от хипофизата – това са фоликулостимулиращият хормон (FSH) и лутеинизиращият хормон (LH), който се измерва от тестовете за овулация.Под въздействие на повишените нива на FSH един от набъбващите фоликули, известен с гръмкото медицинско название „фоликул с господстващо положение“, „доминантен фоликул“ или „фоликул на Де Грааф“, нараства особено много и накрая се пука. Узрялата в него яйцеклетка се освобождава от яйчника и попада във фалопиевата тръба. Яйцеклетката не може да се движи сама, но течността, която се изхвърля от фоликула при спукване, и движенията на самите фалопиеви тръби ѝ помагат да започне своето бавно пътешествие към матката. По време на това пътешествие яйцеклетката трябва да се срещне със сперматозоида и да бъде оплодена. Това ще се случи в края на седмицата или в самото начало на следващата. Вече оплодената яйцеклетка, която се нарича зигота, ще продължи движението си към матката още няколко дни, докато най-после пристигне там и се закрепи за маточната стена. Междувременно лигавицата на матката е започнала да се удебелява – тя се подготвя да приеме оплодената яйцеклетка.", 2, "Вие сте във 2 г.с. и времето на същинското оплождане наближава. Ако цикълът ви е 28-дневен, овулацията би трябвало да настъпи в последния ден от тази седмица или в началото на следващата. Ако цикълът ви е по-къс, то може би още в началото на седмицата вие ще сте в овулация, а до края ѝ ще е настъпило и оплождането. Тези цифри са малко или повече относителни – времето на овулацията може да варира в рамките на няколко дни при различните жени и дори при една и съща жена в различните месеци. Но във всички случаи наближава моментът, в който у вас ще се зароди един нов живот.Ако планирате бременността си, сигурно се чувствате нетърпелива, а може би леко изнервена. Нямате търпение да настъпи предполагаемия ден на овулацията или, ако сте решила да не оставяте нищо в ръцете на случайността – да дочакате средата на тази седмица, за да започнете да правите тестове за овулация. Успокойте се. Нетърпението и притесненията няма да ви помогнат.И така, най-важното време наближава. При стандартен менструален цикъл към края на седмицата вие усещате повишаване на сексуалното желание. Цервикалната слуз се увеличава и става прозрачна или полупрозрачна; базалната температура се повишава, а ако сте решили да използвате и тест за овулация, вие откривате, че моментът с главно „М“ е настъпил. В тялото ви ще се осъществи чудото на зачеването.", "Много жени изпитват повишен апетит малко преди и по време на овулацията. Това е нормално – тялото се подготвя за бременността и знае, че му е нужна повече енергия. Това не е причина да се нахвърляте върху храната и да поглъщате огромни порции. Особено важно е да не прекалявате с въглехидратите – не само със сладките, но и с тестените и бобовите храни. Прекомерното повишаване на инсулина стресира организма и може да попречи на оплождането или на вгнездяването на зиготата в матката.Приемайте фолиева киселина в дозата, предписана от вашия лекар или фармацевт. Някои жени са скептични към витаминните препарати и предпочитат да набавят необходимото количество фолиева киселина с храната. Това е допустимо, стига да имате нужните познания и изградени навици за пълноценно и здравословно хранене. Естествени източници на фолиева киселина са тъмнозелените зеленчуци като спанак, броколи, марули, магданоз, аспержи. Авокадото също е много добър източник на витамин B9 и на други ценни минерали и есенциални мазнини. Фолиева киселина се съдържа още в черния дроб, особено в телешкия, който е полезна и ценна храна (но поради високото съдържание на витамин А не е подходящ за твърде честа консумация по време на бременност); в яйцата, в млечните продукти и в цитрусовите плодове. Всички изброени храни така или иначе попадат в групата на „разрешените“ и здравословни храни по време на бременност." },
                    { 3, "АКО СТЕ ИЗМЕРВАЛА ОВУЛАЦИЯТА СИ И СТЕ СИГУРНА, ЧЕ ТЯ ВЕЧЕ Е ПРЕМИНАЛА, ПРЕУСТАНОВЕТЕ СЕКСУАЛНИТЕ КОНТАКТИ В БЛИЗКИТЕ ДЕСЕТИНА ДНИ;ИЗМЕРЕТЕ ТЕГЛОТО СИ И ЗАПИШЕТЕ РЕЗУЛТАТА;ПРЕЗ ТАЗИ СЕДМИЦА ИЗБЯГВАЙТЕ ФИЗИЧЕСКИТЕ НАТОВАРВАНИЯ", "При нормален менструален цикъл и овулация в началото на 3 г.с. настъпва оплождането – поставено е началото на живота на вашето бебе. Оплождането, или иначе казано – проникването на сперматозоида през клетъчната мембрана на яйцеклетката и достигането му до нейното ядро – се осъществява в горната част на фалопиевата тръба. Един от милионите сперматозоиди, изхвърлени със семенната течност на бащата, ще се окаже по-бърз и по-силен от останалите и ще проникне през клетъчната мембрана на яйцеклетката. В същия момент тя ще произведе специален ензим, който ще попречи на останалите нашественици да проникнат след него и да нарушат сложния процес по съединяване на генетичния материал в ядрото.От момента, в който ядрото на сперматозоида се слее с ядрото на яйцеклетката, новият живот вече е поставен. Оплодената яйцеклетка се превръща в зигота – тя вече няма 23, а 46 хромозоми, които съставляват „белтъчната матрица“ на новия човек. Всяка от тези хромозоми представлява случайна и неповторима комбинация между вашите гени и тези на бащата. Това е вашето уникално бебе – на този етап то представлява една-единствена невидима клетка, но за броени дни ще порасне неимоверно.Веднага след оплождането започва деленето на зиготата – едната клетка се разделя на две, всяка от тях – на още две, а през цялото това време размерът на масата клетки расте. Междувременно оплодената яйцеклетка продължава своето бавно движение към маточната кухина. Тя ще стигне там след 3-4 дни – към края на 3 г.с., като по това време вече ще се е превърнала в морула – термин, който обозначава следващия етап в развитието на бебето. Морулата няма форма. Тя все още е една безформена клетъчна маса, но в нея вече се обособяват два пласта – външен и вътрешен.До броени дни външният пласт, наречен трофобласт, ще се прикрепи към маточната ви стена. Това се нарича имплантация или вгнездяване. Всъщност този момент, а не самото оплождане, бележи началото на същинската бременност. Честито!", 3, "Вие сте в 3 г.с. и същинското оплождане вероятно ще се случи имено в началото на тази седмица. Това ще бъде първата седмица на реалната ви бременност! Тази мисъл по всяка вероятност ви вълнува. До края на седмицата във вашето тяло ще настъпят много невидими промени, свързани преди всичко с отделяните хормони. Малко вероятно е да ги усетите. Ако бременността ви не е планирана, вероятно не си давате сметка какво се случва в тялото ви.Ако оплождането е било успешно, вашият организъм веднага започва производството на специалния имуно-потискащ протеин EPF, още известен като „протеин на ранната бременност“. Благодарение на този протеин имунната система не разпознава оплодената яйцеклетка като „чуждо тяло“ – макар дефакто тя да е точно такова. Без този протеин имунните ви клетки биха разпознали в новия живот потенциален враг и биха се погрижили той да бъде изхвърлен от организма. След имплантацията на ембриона в матката ще започне и бързото повишение на нивата на хормона човешки хорионгонадотропин (ЧХГ), който регулира производството на прогестерон, естроген и други хормони и ензими, чиято цел е да позволят правилното развитие на плода и плацентата.При имплантацията, която ще настъпи в края на тази седмица или в началото на следващата, може да забележите слабо кървене или зацапване по бельото си – така нареченото имплантационно кървене, което е белег, че зиготата е заела мястото си върху маточната стена. Малко вероятно е да го сбъркате с подранила менструация – имплантационното кървене е в оскъдно количество, а на цвят е ръждиво или бледорозово.", "И през тази седмица е възможно да имате силен апетит. Хранете се пълноценно! Няма да навредите на бебето с парче шоколад или порция сладолед, но никак не е желателно това да е основната ви храна. В тази така важна седмица, в която ще се извърши оплождането, е добре да поддържане постоянни нива на инсулин в тялото си. Особено важно е да приемате достатъчно протеини (белтъчини) и качествени мазнини.Белтъчините изграждат телесните тъкани. Пълноценен източник на протеин са всички видове месо, и то не само „бялото“ – противно на лошата си слава, която напоследък се опровергава от науката, червените меса като свинско и телешко съдържат висококачествен протеин и много желязо, а желязото е изключително важно за нормалното протичане на бременността. В следващите седмици ще му отделим повече внимание. Други пълноценни източници на протеин са рибата, яйцата, зрелите млечни продукти като сирена и кашкавал.Мазнините също са много важни за хормоналния ви баланс и през тази седмица, както и през останалите, не бива да ги пренебрегвате. Почти всички полови хормони и много важни витамини са мастноразворими. Бедната на мазнини диета може да наруши финия хормонален баланс, нужен за успешно оплождане и загнездване на ембриона в матката. Разбира се, не става въпрос за олиото и пържените храни – вие знаете, че те са вредни. Източник на ценни естествени мазнини са зехтинът (но не го загрявайте), кравето масло, яйченият жълтък, авокадото, пълномаслените млечни продукти, кокосовото масло. Естествена мазнина, която няма да ви навреди, се съдържа в месото. Не махайте кожата на пилето и не избирайте само най-сухите мръвки. В повечето видове месо се съдържа оптимално съотношение между протеин и мазнина." },
                    { 4, "ПРЕДПАЗВАЙТЕ СЕ ОТ ВИРУСНИ И БАКТЕРИАЛНИ ИНФЕКЦИИ;ПРЕУСТАНОВЕТЕ ВРЕДНИТЕ НАВИЦИ;СВЪРЖЕТЕ СЕ С ЛЕКАР И ЗАПИШЕТЕ ЧАС ЗА ПЪРВИ ЕХОГРАФСКИ ПРЕГЛЕД", "През 4 г.с. пътешествието на оплодената яйцеклетка към матката вече е приключило. Зародишният мехур се прикрепва към маточната стена и така се поставя началото на същинската бременност. Доскоро общата маса от клетки вече се е разделила на две – вътрешна (ембриобласт) и външна (трофобласт). В близките дни от ембриобластът се формира същинският зародиш. Трофобластът пък се свързва с ендометриалните клетки на маточната ви стена и така образува плацентата, която към този момент се нарича хорион. Образуването на хориона води до повишаването на стойностите на хормона ЧХГ – благодарение на него вие вече можете да установите бременността с кръвен или уринен тест за бременност.До края на седмицата ембриобластът вече не е еднородна клетъчна маса, а образува три отделни вида клетки – ектодерма, мезодерма и ендодерма. От ектодермата ще се образуват мозъкът и нервната система, очите и ушите, потните жлези, ноктите и космите на бъдещото бебе. От мезодремата – сърцето и кръвоносната система, бъбреците, половите органи, мускулите, костите, далакът. От ендодермата ще се оформят черният дроб, белите дробове, панкреасът, пикочопроводът и хранопроводът, щитовидната жлеза. Този процес е невероятно бърз. Към края на 4 г.с. в зародиша вече е оформен примитивен мозък, сърце и тънички кръвоносни съдове, а ембрионът има леко издължен вид, като в горния му край вече се оформя бъдещата глава.", 4, "Ако цикълът ви е по-кратък от 28 дни, вероятно още в края на тази седмица ще забележите закъснението му. При повечето бременни това закъснение е и първият признак на бременността. Някои жени към този момент вече подозират, че са бременни – ако типичните симптоми на първия триместър като сутрешно гадене, подуване на гърдите или безсъние вече са се появили. Това обаче е сравнително рядко явление. В повечето случаи тези симптоми ще се появяват през 5 или 6 г.с. Дори ранната им поява при непланираните бременности лесно може да се обясни с други причини, например с предменструален синдром или сезонно неразположение. Наличието на имплантационно кървене в началото на 4 г.с. може да ви обърка и да ви наведе на мисълта, че имате нетипична менструация. Поради тази причина много жени изчакват още около седмица, преди да направят първия си тест за бременност.Във всяка аптека има избор от различни марки домашни тестове, но всички те работят на един и същи принцип – отчитат нивата на хормона човешки хорионгонадотропин (ЧХГ) в урината. Съвременните тестове са много прецизни и в повечето случаи отчитат повишението на ЧХГ още от първите дни на закъснението, които може би са в края на тази седмица. Противно на разпространението мнение, не е нужно да правите теста с първата сутрешна урина. Прочетете внимателно упътването на закупения тест и го спазвайте стриктно, за да сте сигурни в точността на резултата.", "Ако бременността ви не е планирана, може би до момента не сте отдавала голямо значение на диетата си. Добре е да го направите още от първия ден, в който заподозрете за състоянието си или видите положителния резултат. Не е нужно да се превръщате в диетолог и да прекарвате часове наред в изчисляване на хранителната стойност на всяко ястие, което купувате или приготвяте. Достатъчно е да се храните с естествена, по възможност домашно приготвена храна; да избягвате полуфабрикатите и пакетираните „лакомства“ с почти изцяло химически състав и почти безкраен срок на годност; да не злоупотребявате с храните, предлагани от заведенията за бързо хранене; да не прекалявате със захарта и сладките храни и напитки. Тези съвети със сигурност ви звучат познато – те се отнасят за всички мъже и жени, които искат да поддържат добро здраве. Сега обаче е особено важно да ги спазвате. От това зависи не само вашето здраве, но и това на бебето ви.Започнете прием на фолиева киселина или мултивитамини за бременни. Ако бременността ви е планирана, сигурно вече приемате фолиева киселина – отделно или в мултивитаминен комплекс – по предписание на вашия лекар. Ако положителният тест е изненада за вас или не сте се консултирали с лекар досега, то е добре да започнете приема на фолиева киселина веднага." },
                    { 5, "ЗАПАЗЕТЕ СПОКОЙСТВИЕ;ЗАПОЧНЕТЕ ДА ПРАВИТЕ СПИСЪК С ВЪПРОСИТЕ, КОИТО ДА ЗАДАДЕТЕ НА ЛЕКАРЯ СИ;ПРЕДПАЗВАЙТЕ СЕ ОТ ОПАСНИ ВИРУСНИ И БАКТЕРИАЛНИ ИНФЕКЦИИ – ВАРИЦЕЛА И РУБЕОЛА", "В 5 г.с. вашето бебе вече е ембрион или зародиш. То все още няма формата на човешко същество и прилича на червейче, което е дълго едва около милиметър и половина и тежи няколко милиграма. Телцето му е меко и прозрачно, а главата му и опашката, която през следващите три седмици ще му придава вид на малка скарида, едва започват да се оформят.През тази седмица започва интензивното образуване на тъкани и органи, което ще продължи в следващите два месеца. За броени дни от масата клетки ще се оформят зачатъците на нервната и кръвоносната система на вашето бебе. В 5 г.с. започва формирането на мозъка и на спиналната корда (тръба), която до края на седмицата трябва да се е затворила. Също през тази седмица се образува и сърчицето на бебето. То все още не е разделено на камери и предсърдия, но вече тупти – бебето ви има пулс. С висок клас ехографска апаратура сърцето и наличието на пулс могат да се установят като мигаща точица по средата на леко извития ембрион. По телцето му се появяват фини кръвоносни съдове. Тънка нишка – бъдещата пъпна връв – свързва бебето с току-що образувалата се от хорионните въси плацента.От тази седмица нататък вашето бебе ще се развива с изумителна скорост. След около месец от едва започналите да се оформят основни тъкани ще са се развили всички органи, тъкани и системи на бебето до най-малката подробност.", 5, "В 5 г.с. вие или сте установила бременността си, или подозирате за нея. Може би вече усещате и първите ѝ признаци. Най-известният от тях е сутрешното гадене – симптом, който се счита едва ли не за задължителен за жените в ранна бременност, макар една трета от тях да не страдат от гадене или при тях то преминава съвсем леко. Много бременни обаче твърдят, че първият признак на бременността, който са усетили, е наедряването на гърдите и повишената им чувствителност. Това се дължи на хормоналните промени, които „събуждат“ млечните жлези още от първите дни на бременността и които ще направят възможно бъдещото кърмене.Други симптоми, които може би вече усещате или ще започнете да усещате след броени дни, са главоболие, умора, запек, промени в апетита, нарушения в съня, резки промени в настроението, често уриниране. Нито един от тях не е „задължителен“ – може би се чувствате както обикновено или пък симптомите при вас са толкова слаби, че не им обръщате внимание. Ако цикълът ви е нередовен или твърде дълъг, може да ги отдадете на предменструален синдром.Закъснението на менструацията вече е налице, освен в случаите на дълъг или нередовен цикъл, и вероятно в тази гестационна седмица ще направите тест за бременност. В описанието на предишната седмица от бременността може да прочетете подробна информация за тестовете за бременност, как работят те и дали е възможно да отчетат грешен резултат.", "В 5 г.с. може да установите неочаквани промени в апетита си. Може би постоянно ви се яде или напротив – нямате никакво желание да се храните. Възможно e да установите, че от любимите ви храни ви се гади, но за сметка на това изпитвате необясним глад за неща, на които никога досега не сте обръщала внимание. Често срещан съвет е да слушате тялото си и да ядете това, което искате. Това е правилно само донякъде. Ако изпитвате „вълчи глад“ за сладко, може би имате нужда от допълнителна енергия, но не е подходящо да задоволявате тази нужда с шоколад или бонбони – те със сигурност не съдържат нищо, което да е истински необходимо на организма ви. По-добре е да приемате достатъчно пълноценни белтъчини и мазнини (месо, риба, яйца и млечни продукти) и сложни въглехидрати като пълнозърнести продукти и ориз. Ако вече страдате от гадене и стомашни неразположения, избягвайте бобовите храни и някои сурови зеленчуци като моркови и зеле. Те дразнят стомаха и червата и може да влошат оплакванията ви.Продължете да приемате фолиева киселина и мултивитамини за бременни и приемайте достатъчно течности, но без газирани и подсладени напитки. Спрете кафето, зеления и черния чай и алкохола. Можете да си приготвяте домашна лимонада с цитрусови плодове и малко захар или мед – така ще осигурите на организма си едновременно достатъчна хидратация, прием на витамин С и малко „бърз въглехидрат“, който да ви осигури нужната енергия и да тушира пристъпите на апетит за сладки храни." },
                    { 6, "ЕЛИМИНИРАЙТЕ ВСИЧКИ ИЗТОЧНИЦИ НА ФИЗИЧЕСКО И ПСИХИЧЕСКО НАТОВАРВАНЕ;ПОТЪРСЕТЕ НАЧИНИ ЗА СПРАВЯНЕ СЪС СУТРЕШНОТО ГАДЕНЕ;ПРЕДПАЗВАЙТЕ СЕ ОТ ОПАСНИ ВИРУСНИ И БАКТЕРИАЛНИ ИНФЕКЦИИ – ТОКСОПЛАЗМОЗА", "През 6 г.с. вашето бебе е дълго едва около половин сантиметър и тежи няколко милиграма. То вече има стабилна сърдечна дейност и пулсът му е около 150 удара в минута – важно е да знаете, че сърцата на бебетата до раждането бият около два пъти по-бързо от нашите. В този период сърцето вече формира лява и дясна камера и се поставя началото на бъдещата кръвоносна система, от която се развива и пъпната връв. В коремната област на ембриона се натрупва маса от бързо растящи клетки, от които ще започне развитието на вътрешните коремни органи – панкреас, черен дроб и стомах, както и на белите дробове.Главата на бебето все още е много голяма, съпоставена с останалата част от тялото му. Мозъкът и нервната система продължават да се развиват с бързи темпове. Макар да е миниатюрно, то вече започва да оформя и личицето си. През 6 г.с. на главичката на бебето се появяват цепката на бъдещата уста и малки хлътнатини, които ще се превърнат в ноздри и очи. Започва оформянето на вътрешното и външното ухо, както и на хранопровода и гласовите връзки.Горните крайници се формират по-бързо от долните. Бебето вече има длани, по които се появяват зачатъците на отделните пръсти. Долните крайници все още приличат на плавници или лопатки.През 6 г.с. продължава развитието на плацентата, макар да остават още толкова седмици до нейното окончателно оформяне. В този период е възможно плацентата да се намира много ниско и да покрива цервикалния канал. Почти сигурно е, че с напредването на бременността тя ще се премести по-нагоре по маточната стена.", 6, "През 6 г.с. тялото ви вече изпитва първите признаци на бременността. Сред най-често срещаните от тях са прилошаване, главоболие, сънливост, напрежение или лека болка в гърдите, както и честа смяна на настроението. Всички тези симптоми са напълно нормални за ранната бременност и не бива да ви тревожат.Сутрешното гадене, понякога съпроводено с повръщане, е най-често срещаното неразположение на ранната бременност. Макар причините за него да не са напълно изяснени, най-често се приема, че то се дължи на повишените нива на хормона ЧХГ. То може да варира от леко гадене и замаяност сутрин до често прилошаване и повръщане през целия ден. Можете да облекчите този неприятен симптом, като приемате леко солена или кисела закуска още преди да станете от леглото. Ако гаденето е съпроводено с повръщане, не забравяйте да приемате допълнително течности, за да компенсирате загубата на вода.Главоболието, сънливостта и пристъпите на замаяност и отпадналост се дължат на увеличения кръвоток към нарастващата матка, който от своя страна намалява притока на кръв към мозъка и повишава нуждата му от кислород. Ще ви помогне съчетанието от леки разходки на чист въздух и кратки дневни почивки. Ако нямате възможност да ставате по-късно сутрин, лягайте си по-рано. Дългият сън е необходим и полезен.", "Ако гаденето и неразположенията в 6 г.с. намаляват желанието ви да се храните, не се притеснявайте. Вашето бебе все още е толкова малко, че всички негови хранителни нужди могат да бъдат покрити от майчиния организъм. Важно обаче е да приемате достатъчно течности, особено ако гаденето е съпроводено с повръщане, което може да доведе до дехидратация. Пийте поне по осем чаши вода на ден. Откажете се от подсладените газирани напитки в полза на прясно изцедените плодови и зеленчукови сокове.Повишеният апетит от своя страна не е причина да се нахвърляте на всевъзможна и нездравословна храна в големи количества. Прекомерното увеличаване на теглото не е от полза нито за майката, нито за бебето, и това се отнася за целия срок на бременността. Добре е да се откажете или да намалите всички сладки храни, полуфабрикатите, рафинираните мазнини и трансмазнините, както и прекомерното ядене на тестени изделия. Полезни за вас и за вашето бебе са плодовете и зеленчуците, месото, рибата и яйцата, млечните продукти, пълнозърнестите продукти и някои необработени растителни мазнини като зехтинът, кокосовото масло и други.Приемайте фолиева киселина в дозата, предписана от вашия гинеколог. Можете да приемате и други витамини, включително комплексни витамини за бременни, особено ако страдате от липса на апетит и повръщане, но след консултация с наблюдаващия лекар." },
                    { 7, "ПЛАНИРАЙТЕ ПЪРВАТА ФЕТАЛНА МОРФОЛОГИЯ;ПРЕДПАЗВАЙТЕ СЕ ОТ ОПАСНИ ВИРУСНИ И БАКТЕРИАЛНИ ИНФЕКЦИИ – ЦИТОМЕГАЛОВИРУС;ПРИ ОСТРО ГЛАВОБОЛИЕ НЕ БЪРЗАЙТЕ ДА ПРИБЯГВАТЕ ДО ЛЕКАРСТВА", "През 7 г.с. вашето бебе продължава да се развива с бързи темпове. В началото на седмицата дължината му е едва 4-5 мм, но до края ѝ то е удвоило размера си и вече е дълго около 11 мм. Теглото му е около 1 грам. Независимо от тези миниатюрни размери организмът на бебето продължава да се развива с удивителни подробности. Оформят се вътрешните му органи: бъбреци, стомах и храносмилателен тракт, панкреас, бели дробове и гениталии - макар на този етап да е все още невъзможно да се определи полът на бебето.Мозъкът продължава да расте, а заедно с него и главата на бебето. Тя все още е несъразмерно голяма спрямо останалата част от тялото, но вече е заоблена и добре оформена. Продължава формирането на лицето на бебето: образуват се ноздрите и устата, очите вече имат клепачи, лещи и дори пигментация.Крайниците на бебето също се развиват. Ръцете вече са доста добре оформени, включително пръстите. Краката все още са недоразвити и при ехографски преглед приличат на малка опашка, но в нея вече се формират двете крачета с коленните стави. По-късно ще се оформят стъпалата и пръстите на краката.Сърцето продължава да се развива и бие с около 150 удара в минута. Усложняват се кръвоносната и нервната система. Бебето вече има костен мозък, но той все още не е иззел производството на червените кръвни клетки – засега тази функция се изпълнява от по-добре развития черен дроб.", 7, "Вашето тяло продължава да се адаптира към бременността и това може да изостри неприятните симптоми, които усещате от предишните една или две седмици. Повечето бременни в тази седмица вече страдат от гадене в по-лека или по-тежка форма, което ще продължи вероятно още три-четири седмици. Освен гаденето може да изпитвате и други неприятни симптоми – нарушения в съня (които могат да варират от прекомерна сънливост до безсъние и често будене нощем), главоболие, световъртеж и постоянна умора, напрежение и болка в гърдите. Възможно е да изпитвате само някои от тези симптоми или нито един от тях – в последния случай не се притеснявайте. Вероятно спадате към малкото щастливки, които остават незасегнати от типичните за първия триместър смущения.Може би през тази седмица ще посетите за пръв път гинекологичен кабинет за ехографско установяване на бременността. Обикновено в тази гестационна седмица пулсът на бебето е „видим“ дори за обикновен ехограф и може да не се наложи преглед с вагинален такъв. Ако сте били на преглед през предходните две седмици и ехографът не е отбелязал наличие на плоден сак, ембрион и сърдечна дейност, повторете прегледа в края на тази седмица или в началото на следващата.Ако обаче сте установили бременността съвсем скоро и още не сте планирали първото си посещение при лекар, вече е крайно време да го направите. Първият ехографски преглед е важен, за да отхвърли възможността за извънматочна бременност, кухо яйце или мисед аборт.", "Обикновено през 7 г.с. за бременните е много трудно да спазват съветите за здравословно хранене. Гаденето, изостреното обоняние и постоянната умора при повечето жени водят до пълна липса на апетит или им позволяват да ядат само определени храни. През тази седмица от бременността продължете да експериментирате с различни средства против повръщане, докато намерите кои храни и напитки ви понасят най-добре. Съветът да избягвате газираните напитки не се отнася до обикновената газирана вода – много бременни споделят, че тя ги освежава и намалява гаденето. Можете да я влагате в домашна лимонада и във всеки друг прясно изцеден плодов сок. Ако добавите лед, ще получите чудесен разхлаждащ коктейл.Друго средство против повръщане, от което много жени са доволни, е чаят от джинджифил. Джинджифилът има свойството да успокоява стомаха и освен това укрепва имунитета, което е важно за бременната жена.През този период избягвайте боб, леща, зеле, карфиол, овесени и други трици. Те са трудно смилаеми, образуват газове и дразнят стомаха. Опитайте се да ядете повече месо, риба, яйца и зрели млечни продукти като сирене и кашкавал, сурови листни зеленчуци, салати и смутита. Тези храни съдържат ценни протеини, мазнини и витамини, които са нужни на вашия организъм и на развиващото се бебе." },
                    { 8, "ЕВКАЛИПТОВИТЕ БОНБОНИ ПОМАГАТ СРЕЩУ ПРИСТЪПИТЕ НА ПОВРЪЩАНЕ, КОГАТО СТЕ НА РАБОТА ИЛИ НАВЪН;НЕ БЪДЕТЕ ПЕРФЕКЦИОНИСТИ;НЕ ЗАБРАВЯЙТЕ ДВИЖЕНИЕТО", "8 г.с. е важна седмица за развитието на вашето бебе. В нейния край то излиза от зародишния (ембрионален) период и навлиза във феталния период. От този момент нататък вашето бебе вече не е зародиш, а фетус. Това не е просто произволна промяна на медицинските термини, а обозначава един съществен етап в развитието на бебето - през 8 г.с. то се „разделя“ с опашката, която му придава вид на малка скарида, и оформя долните си крайници. Главичката все още е непропорционално голяма спрямо останалата част от тялото и крачетата не са съвсем развити, но то вече има анатомията на човек въпреки миниатюрните си размери.Вътрешните органи са почти окончателно формирани и всеки от тях е заел анатомичната си позиция, а повечето вече изпълняват и функциите си - например стомахчето произвежда храносмилателни сокове. Сърцето е несъразмерно голямо спрямо останалите органи и е напълно оформено: има две камери и две предсърдия, а пулсът е около или малко над 150 удара в минута. Половите органи все още не са добре развити.Крайниците стават все по-дълги и по-добре оформени, макар стъпалата все още да наподобяват плавници поради ципата, която свърза зачатъците на пръсти. Започва втвърдяването на костите и съкращаването на мускулните влакна – вашето бебе вече се движи. Все още е твърде рано да усетите движенията му.", 8, "В 8 г.с. обикновено симптомите на ранната бременност достигат своя пик. Повечето бременни се оплакват от силно гадене и повръщане, световъртеж, преумора и липса на апетит, като тези оплаквания са най-остри в периода 8-11 г.с. Възможно е досега да не сте страдали от тези симптоми и те да се проявяват именно около тази седмица. Много жени буквално „не могат да станат от леглото“. В този период почивката и спокойствието са особено важни за вас. Не се колебайте да поискате отпуск или да вземете болничен, ако симптомите на началната бременност ви натоварват твърде много. Забравете за домакинските задължения и поетите ангажименти към близки, приятели и колеги – в последните седмици от първия триместър най-важно за вас е да съхраните силите и спокойствието си.Много жени се питат какво причинява сутрешното гадене. Причините за него не са напълно изяснени от медицината. Смята се, че то се дължи на реакция към повишените нива на хормона ЧХГ. Това обаче не обяснява защо различните жени реагират по различен начин – ЧХГ е повишен при всички бременни, но някои от тях преминават през първия триместър почти без оплаквания. Със сигурност наследственият фактор има значение. В огромен процент от случаите тези жени, чиито майки са страдали от тежко гадене и повръщане, преминават през същото в своята бременност, и обратно – ако майка ви не е имала оплаквания, много вероятно е и вие да нямате такива.", "Сред храносмилателните смущения на първия триместър най-много се говори за гаденето и повръщането, но друг не по-малко неприятен симптом е запекът. Причината за него е най-вече в повишените нива на хормона прогестерон, който потиска мускулните спазми в областта на червата и матката. Така той предпазва матката от контрахиране, което може да е опасно за плода, но същевременно затруднява нормалната функция на червата. Запекът е много неприятно състояние, а приемането на силни очистващи средства е противопоказно за бременните именно защото засилената чревна перисталтика води до маточни контракции.Стандартен съвет при запек е да се приемат повече храни, богати на фибри и целулоза – сурови плодове и зеленчуци, различни видове трици и пълнозърнести култури. Тези храни наистина „очистват“ червата, но същевременно дразнят стомаха и чревната лигавица, смилат се много трудно или изобщо не се смилат (на това се дължи и очистващият ефект) и може да засилят повръщането. Освен това някои изследвания сочат, че прекомерната им употреба води до намаляване на усвоимостта на минерали в организма. Вместо това можете да опитате да „раздвижите“ перисталтиката с малко количество висококачествена мазнина, като например зехтин – това обикновено дава много добър ефект. Кокосовото масло също е много подходящо за целта. То е леко на вкус, има приятен аромат и е много полезно. Друг вариант е сусамовият тахан, известен още като „балсам за стомаха“, който освен това е много богат на магнезий – изключително ценен и необходим минерал за бременната жена. Таханът обаче има силен тежък вкус и залепва по устата. Ако ви е трудно да го приемате директно, разбъркайте го с кисело мляко или заквасена сметана. Така получената смес ще съдържа и пробиотици и почти сигурно ще облекчи както запека, така и раздразнения от повръщането стомах." },
                    { 9, "ЗАПОЧНЕТЕ ДА ИЗПОЛЗВАТЕ КОЗМЕТИЧНИ СРЕДСТВА ПРОТИВ СТРИИ;НЕ СЕ ОБВИНЯВАЙТЕ, АКО ИЗПИТВАТЕ СЪМНЕНИЯ, ТРЕВОГА И НЕУВЕРЕНОСТ;ПРЕГЛЕДАЙТЕ ГАРДЕРОБА СИ И ОСТАВЕТЕ САМО УДОБНИТЕ ДРЕХИ", "В 9 г.с. вашето бебе вече е едно миниатюрно, но развито човешко същество, окончателно излязло от ембрионалната фаза на своето развитие. Опашката вече я няма: на нейно място бебето има дупе и крака. То все още е невероятно мъничко и не съвсем пропорционално - главата му е огромна, а крачетата съвсем къси. Но все пак бебето има анатомията и физиологията на човек до някои удивителни подробности – то има нокти, клепачи, мъхче по главата и дори може да пъхне палец в устата си – и това при размер от само два сантиметра!Мозъкът, нервната системна и сетивните му органи са вече много добре развити. Очите му имат леща и ирис и анатомично то може да вижда, макар в момента клепачите му още да са здраво стиснати. Ушите също са оформени – както ушните миди, така и вътрешното ухо, което вече е пълно с течност. Вътрешните органи са изцяло формирани, включително така важните за всички родители полови жлези. След 10 г.с. анатомията на бебето вече позволява да разберете дали вашето бебе е момче или момиче! Разбира се, тази информация все още е невидима за почти всички ехографи, освен най-съвременните и високоспециализирани такава.", 9, "Вече сте в 9 г.с. и навлизате в последния месец от първия триместър на бременността. Вълненията, свързани с положителния тест за бременност и първият ехографски преглед, вероятно започват да утихват. Вие малко по малко свиквате със състоянието си – дори неразположенията на ранната бременност вече стават част от ежедневието ви и сигурно сте открили своите малки „трикове“ за намаляване на дискомфорта и притесненията, които ви причиняват гаденето, главоболието и нарушенията в съня.Една добра новина за страдащите от неприятни симптоми в първия триместър е, че плацентата на вашето бебе вече започва да произвежда голяма част от хормоните, които са нужни за правилното развитие на плода. Хормоналната буря, в която се намирате от зачеването до момента, скоро ще започне да утихва. Възможно е да установите, че пристъпите на плач и раздразнителност намаляват и вие се завръщате към по-спокойното си „аз“.", "Липсата на апетит, предизвикана от прилошаването, е най-често срещаното оплакване при бременните в първия триместър. По-малко се говори за прекомерния апетит – може би защото се смята, че е нормално и дори препоръчително бременната жена да „яде като за двама“. Това е едно доста вредно схващане. Преяждането в първия триместър на бременността е дори по-опасно от оскъдното хранене – фетусът, който тежи едва няколко грама, все още няма никакви хранителни нужди, които да не могат да бъдат обезпечени от вашия организъм. За сметка на това повишената кръвна захар, високият инсулин и прекомерното наддаване на тегло могат да ви причинят метаболитни смущения, които ще се отразят и на плода – според някои изследвания не само в пренаталния период, а за целия му живот" },
                    { 10, "АКО СЪСТОЯНИЕТО ВИ ГО ПОЗВОЛЯВА, ПЛАНИРАЙТЕ КРАТКА СЕМЕЙНА ПОЧИВКА;ОБМИСЛЕТЕ КАК ДА СЪОБЩИТЕ НОВИНАТА НА БЛИЗКИТЕ И ПРИЯТЕЛИТЕ СИ;ПРОЯВЕТЕ РАЗБИРАНЕ КЪМ ПАРТНЬОРА СИ", "Към 10 г.с. развитието на всички вътрешни органи на вашето бебе е към края си. Те са добре оформени и изпълняват биологичните си функции. Отсега нататък бебето ще расте на размер, без в тялото му да се осъществяват съществени функционални изменения. Въпреки че все още е толкова мъничко, подробностите, с които телцето му е развито, са удивителни. То вече има нокти по ръцете и краката. Главичката му, все още непропорционално голяма, е покрита с мъх. В устната кухина е напълно формиран езикът и бебето вече може да преглъща. Появяват се зачатъци на зъбчета, наречени „зъбни пъпки“. Кожата на бебето все още е прозрачна и през нея ясно се виждат кръвоносните съдове и гръбначните нерви.Вътрешните органи са много добре развити и функционално работещи – стомахът произвежда храносмилателни сокове, бъбреците съдействат за изхвърлянето на урината, а тестисите при момченцата вече произвеждат тестостерон. Бебето се движи все по-активно, но все още не усещате движенията му.В 10 г.с. плацентата също завършва развитието си, макар че и тя, както и бебето, ще увеличава своя размер почти до края на бременността. Тя вече изпълнява функциите си на „бариера“ между майчиния кръвоток и този на бебето, като преработва веществата, постъпващи от вашия организъм, преди да ги „допусне“ в кръвообращението на фетуса. Това не означава, че то е защитено от вредни външни фактори като алкохол, противопоказни лекарствени средства и други. Вие все така трябва да се стараете да водите здравословен начин на живот, да не пушите и употребявате алкохол и да не приемате никакви лекарства освен тези, които са предписани от лекаря ви.", 10, "Все още сте в първия триместър, но краят на този така труден период от бременността наближава. Може би вече усещате известно подобрение в състоянието си след често определяния като „кошмарен“ втори месец – апетитът ви се възвръща, вече не сте толкова преуморена, пристъпите на плач, гняв и самосъжаление намаляват. Причината е бавното нормализиране на хормоните в тялото ви – за това спомага вече развитата плацента. При много жени обаче в 10 г.с. подобно подобрение е мираж - те все още изпитват всички неприятни признаци на ранната бременност в пълната им стихия. Дръжте се! След две-три седмици може да очаквате истинско облекчение. Малко са жените, които продължават да чувстват неразположения във втория триместър от бременността.За вас е все така важно да не се претоварвате психически и физически. Не използвайте свободното си време, превръщайки го в „работно“ в опити да наваксате с домакинските и служебни задължения, на които напоследък не успявате да се посветите с обичайната си енергия. Посвещавайте минутите, в които не сте заета с някоя непосредствена задача, на почивка и приятни занимания. Това се отнася и за тези от вас, които имат късмета да не страдат от никакви неразположения в първия триместър от бременността и които се чудят защо е цялото това оплакване. Чудесно е, че се чувствате здрава и енергична, но това не е причина да се претоварвате - съветите за спокойствие, релакс и „намаляване на оборотите“ важат и за вас.", "До тази седмица вече сте научили наизуст съветите за здравословно хранене, които изключват от допустимото ви меню сладкишите, полуфабрикатите, пакетираните храни и изкуствените овкусители, оцветители и консерванти. Много жени обаче се чудят дали има храни, които са обичайно допустими в здравословното меню, но по някаква причина трябва да се избягват от бременните жени. Тук ще ви посочим някои от тези храни, които е добре да избягвате. Те не са отровни и не е задължително маниакално да ги избягвате през цялата си бременност – просто бъдете предпазливи." },
                    { 11, "ЗАПОЧНЕТЕ ДА НОСИТЕ НИСКИ И УДОБНИ ОБУВКИ;ОПИТАЙТЕ ХОМЕОПАТИЧНА ИЛИ АРОМАТНА ТЕРАПИЯ СРЕЩУ НАРУШЕНИЯТА В СЪНЯ;СЛЕДЕТЕ ВАГИНАЛНОТО ТЕЧЕНИЕ", "Вашето бебе продължава да расте, като през тази седмица прогресът му е забележителен: до 12 седмица теглото му ще нарасне с около 60 %. То става все по-оформено и подвижно и вече дори реагира на външни влияния – не се притеснявайте, ако по време на ултразвуковия преглед лекарят побутва корема ви с главата на ехографа. Целта е бебето да усети натиска отвън и да промени позицията си, за да може да бъде огледано по-обстойно.Бебето тежи около 7 грама в началото на седмицата и е дълго около 4 см. Имайте предвид, че поради недоразвитите долни крайници все още не се измерва целият му ръст: стандартната медицинска практика е до 20 г.с. дължината на фетуса да се измерва от темето до бедрото. Едва след 10 седмици, когато крачетата на бебето достигнат окончателните си пропорции спрямо останалата част от тялото, ехографът ще започне да отчита цялата дължина на вашето бебе. Това е така, защото медицинската апаратура всъщност не „измерва“ бебето, а пресмята дължината му, вземайки предвид размера на бедрената кост. На този етап обаче тази кост все още расте и данните от измерването ѝ не са показателни за големината на фетуса.", 11, "Вие сте в 11 г.с. и скоро оплакванията, съпътстващи ранната бременност, ще започнат да отшумяват. Може би апетитът ви вече се възстановява, не ви се гади толкова често, главоболието и световъртежът намаляват. Вероятно все още се чувствате преуморена и ви липсва енергия. С влизането във втория триместър организмът ви ще се адаптира към бременността и силите ви ще започнат да се връщат.Увеличеният обем на кръвта може да ви причини някои допълнителни оплаквания – например често кървене от носа или венците. Това не бива да ви притеснява. С напредването на бременността тези симптоми ще отшумят.Възможно е вече да усещате и промени в състоянието на кожата и косата си. Тези промени могат да са диаметрално противоположни при различните жени – при някои кожата става твърде суха и много чувствителна, други забелязват силно омазняване, а в много случаи кожата в различните части на тялото се променя по различен начин – например става мазна по лицето и суха по крайниците и корема. Може да се наложи да смените обичайната си козметика за лице и коса с оглед на новите нужди на тялото. Не е задължително да използвате само органични и био-козметични средства, но все пак следете етикетите на кремовете и лосионите, които купувате. Избягвайте парабените и течния парафин и не купувайте козметични средства, обогатени с витамин А, тъй като повишеният прием на този витамин крие рискове за вашето бебе.", "В 11 г.с. може би все още ви се гади, нямате апетит и всякакви съвети за здравословно хранене ви се струват напълно излишни. Но с наближаването на втория триместър вече сериозно трябва да се замислите за хранителните си навици. В описанието на предишните гестационни седмици подчертахме, че липсата на апетит и нерегулярното хранене през първия триместър не носят съществен риск за бебето, тъй като в ранните стадии от развитието си той черпи нужните му хранителни вещества от запасите в майчиното тяло. Скоро това ще се промени. Вашето бебе расте много бързо и през втория триместър храненето ви ще оказва съществено влияние както върху развитието на бебето в утробата, така и върху бъдещия му метаболизъм – все повече изследвания сочат, че начинът на хранене на майката по време на бременността до голяма степен определя хранителните навици и метаболитните особености на бъдещия човек за целия му живот." },
                    { 12, "ЗАПОЧНЕТЕ ДА ПЛАНИРАТЕ МЕНЮТО СИ ЗА НЯКОЛКО ДНИ НАПРЕД;ПОТЪРСЕТЕ АЛТЕРНАТИВА НА КОНВЕНЦИОНАЛНИТЕ СРЕДСТВА ПРОТИВ ИЗПОТЯВАНЕ;ПРОЧИСТЕТЕ ДОМАШНИЯ „ШКАФ ЗА ЛАКОМСТВА“", "И през 12 г.с. продължава интензивният растеж на вашето бебе. Към тази седмица органогенезата вече е приключила и единствената задача, която остава на малкото човече, е да расте. По време на този растеж пропорциите между отделните части на тялото му ще се изменят, а функциите и способностите на неговите органи и системи все повече ще се усложняват и доразвиват, но основната „работа“ вече е свършена – то вече има всички физиологични особености на човека до последната дребна подробност.В началото на седмицата бебето тежи около 14-15 грама, а до края ѝ ще е „наддало“ с още цели десет грама. Главата му все още е огромна спрямо останалата част от тялото, но вече започва да се изправя и не е толкова прилепена към гърдите. Лицето, което е започнало да оформя пропорциите си през миналата седмица, продължава да се изменя. Очите се приближават към носа, а ушите, които първоначално се намират ниско от двете страни на главата, бавно се придвижват до нормалната си позиция. Бебето вече преглъща и дори „диша“ от амниотичната течност, а стомахчето му се свива, за да се подготви за храносмилането. Отделителната система също работи: бъбреците му изхвърлят урина, а червата – погълнатата амниотична течност. Тези „отпадъчни“ елементи са в много малки количества. Основната грижа за доставянето и отвеждането на веществата, нужни на бебето, се пада на пъпната връв, която също е окончателно оформена.Ръцете му вече имат нормални пропорции спрямо торса. Краката са малко по-къси, но в близките седмици ще наваксат изоставането си. То движи крайниците си много интензивно, но все още е рано да усетите движенията му.", 12, "Вие сте в 12 г.с. и на много места може да прочетете, че това е последната седмица от първия триместър. Това не е коректно от гледна точка на медицината – последната седмица от първия триместър всъщност е 13 г.с., но за вас тези технически подробности може би не са от голямо значение. Важното е, че дискомфортът и оплакванията от първите седмици вече са приключили или ще приключат съвсем скоро. Освен това вие излизате от най-рисковата фаза на бременността – според статистическите данни след 12 г.с. опасността от спонтанен или мисед аборт при една нормална, безрискова бременност спада до около 1 %, имайки предвид, че в началото на бременността тя е цели 30 %. Може би вече се подготвяте да съобщите щастливата новина на вашите роднини, приятели и колеги.", "Може би през първите седмици от бременността сте се хранила хаотично и недотам пълноценно – водещ „принцип“ при вашето хранене е бил кога не ви се гади и от какво не ви се гади. Вече идва времето, в което храненето се превръща във въпрос на внимание и самодисциплина. С края на първия триместър трябва да изградите стабилни и здравословни хранителни навици и да ги следвате до края на бременността и след раждането.На първо място запомнете и прилагайте правилото за задължителните три хранения на ден. На много места може да прочетете съвети, че трябва да се храните и по-често, но в по-малки количества. Това зависи от личните ви предпочитания: може би все още нямате толкова голям апетит, че да посягате към храна на всеки два часа, или обратно – имате твърде голям апетит и твърде честото хранене неусетно ще доведе до системно преяждане. Освен това твърде честото хранене предизвиква колебания в нивото на кръвната захар и може да развали апетита ви за основните хранения. За свое удобство приемете, че закуската, обядът и вечерята са задължителни, а междинните закуски – които може да са две или най-много три – са пожелателни. Оттам нататък нагласете дневния хранителен режим според предпочитанията си, като се стремите да се храните по едно и също време всеки ден." },
                    { 13, "НАПРАВЕТЕ ПЪРВАТА СИ „БРЕМЕННА СНИМКА“;ПОМИСЛЕТЕ ЗА ПОДХОДЯЩО СРЕДСТВО ЗА СЛЪНЧЕВА ЗАЩИТА;УПОТРЕБЯВАЙТЕ САМО ХИПОАЛЕРГЕННИ СРЕДСТВА ЗА ИНТИМНА ХИГИЕНА", "В началото на седмицата вашето бебе е дълго около 7 см и тежи малко над 20 грама, а до края ѝ почти ще удвои теглото си. Органите му са формирани, но все още се „наместват“ на правилните места. Някои от тях, като сърцето, функционират вече от седмици. Други, например черният дроб, далакът и панкреасът, едва сега започват да изпълняват обичайните си функции.Костите на бебето все още са много меки. Всъщност на този етап от развитието на бебето те дори не са „кости“, а по-скоро хрущяли. Мозъкът, който доскоро е бил незащитен, също постепенно се обвива в мека хрущялна тъкан. Има още много време, докато се оформи черепът, а окончателното му „затваряне“ ще се случи месеци след раждането на вашето бебе – мозъкът има нужда от място, за да може да расте.Кожата е фина и прозрачна, но въпреки това по нея се появяват първите уникални линии - бебето вече има пръстови отпечатъци! То може да лапа ръчичката си и да я смуче дълго време. Така то се подготвя за сукането - един от първите, най-дълбоко заложени в човешката природа рефлекси.Бебето все още е непропорционално и главата му е твърде голяма спрямо останалата част от тялото. От тази седмица нататък това ще започне да се променя. До 20 г.с. то ще придобие пропорциите, с които ще се роди – те също ще са доста по-различни от тези на порасналото човешко същество, но все пак ще са много по-близки до „нормалните“ от сегашните. В момента главата на бебето заема около 1/3 от цялата му големина", 13, "Вие сте в последната седмица от първия триместър и ако на последните ехографски прегледи е установено, че бебето ви се развива нормално, то вероятността от последващи усложнения на бременността и от спонтанен аборт е много ниска. Това със сигурност действа чудесно на душевното ви състояние, а и физическите симптоми на ранната бременност вече отшумяват. Вече се чувствате много по-спокойна и по-енергична. Възползвайте се от това, но без да се претоварвате. Не е нужно да се опитвате за две седмици да наваксате домакинската работа или служебните дела, за които доскоро не сте имала достатъчно време и сила. Трябва да се пазите от физическо и психическо натоварване до края на бременността си.13 г.с. е подходящото време да споделите новината с всички свои близки – роднини, приятели и колеги. Сигурно вече сте измислили подходящ начин да направите това. Някои хора от ежедневното ви обкръжение може би няма да бъдат много изненадани - бременността не е нещо, което се крие лесно, дори в първите месеци. Промените в кожата и косата, блясъкът в очите, внезапното отказване от някои навици и придобиването на нови на тяхно място сигурно са подсказали на близките ви за вашето състояние и само доброто възпитание ги е възпирало да ви попитат направо. Това не променя факта, че радостта се увеличава, когато е споделена. Насладете се на всеобщото вълнение, без да се притеснявате. Нормално е да бъдете център на внимание.", "И през тази гестационна седмица вие трябва да се стараете да изграждате правилни хранителни навици, дори все още да страдате от пристъпи на прилошаване и колебания в апетита. Хранителните нужди на бебето нарастват с всеки ден, а доколкото то още може да ги покрива за ваша сметка, то това със сигурност няма да се отрази добре на собственото ви здраве.След като миналата седмица се спряхме на значението на протеините в ежедневното ви меню, сега продължаваме със следващата основна хранителна група, на която трябва да обърнете специално внимание – мазнините.В последните няколко десетилетия мазнините получиха незаслужено лоша слава. Съвременните научни изследвания нееднократно опровергаха наложения в обществото мит, че мазнините са вредни и трябва да се избягват. Независимо от това все още много източници, особено в интернет, повтарят познатия рефрен „не яжте мазно!“, поставяйки всички мазнини под общ знаменател – един заблуждаващ съвет, който може да ви докара сериозни здравословни проблеми. Има много видове мазнини и ако някои от тях са определено непрепоръчителни, други са жизненоважни (есенциални) за вашия метаболизъм, хормоналното ви здраве и способността ви да усвоявате витамини и минерали от храната. Тук няма да се впускаме в подробни обяснения за разликите между наситените, ненаситените, моно- и полиненаситените, омега-3 и омега-6 мастните киселини – тази тема може да заеме цял научен реферат. За вас е достатъчно да запомните някои основни правила." },
                    { 14, "ПЛАНИРАЙТЕ ПРОМЕНИТЕ В СЕМЕЙНОТО ЖИЛИЩЕ;ПОСВЕТЕТЕ ВТОРИЯ ТРИМЕСТЪР НА ПАРТНЬОРА СИ;СЪЩОТО СЕ ОТНАСЯ И ДО ПО-ГОЛЯМОТО ВИ ДЕТЕ ИЛИ ДЕЦА, АКО ИМАТЕ ТАКИВА", "Вашето бебе продължава да расте толкова бързо, че почти удвоява теглото си с всяка следваща седмица. В началото на 14 г.с. то тежи около 40-45 грама, а до 15 г.с. ще достигне 70 грама! Дълго е 8-9 сантиметра или иначе казано, то вече е един „голям“ човек.Бебето вече разполага не само с всички органи и системи, характерни за един оформен човешки индивид, но с всеки изминал ден подобрява контролa си върху тях. Мозъкът му е много добре развит и му позволява да прави различни физиономии, да върти очите си, да движи ръцете и краката с все по-добра координация – например да смуче палеца си или да опипва пъпната връв. To има предостатъчно място за всякакви сложни движения – върти се, преобръща се и „подскача“. Ако това не е първата ви бременност, може би от време на време усещате тези движения като „обръщане“ в долната част на корема, макар да не сте съвсем сигурна дали тези усещания идват именно от бебето.Вътрешните органи на бебето все повече се специализират в изпълнението на функциите, които ще трябва да изпълняват през целия му живот – например далакът вече подпомага производството на червени кръвни телца.Освен това тялото на бебето започва да променя пропорциите си. Торсът започва да расте по-бързо от главата, а крайниците – по-бързо от торса. Скоро главата вече няма да е около една трета от цялото му тяло, а крачетата – късички и наглед недоразвити. То бавно започва да се оформя като „истинско“ бебе", 14, "Честито! Вие официално сте във втори триместър – най-приятният период от вашата бременност. Всички неразположения от първите седмици вече са отминали, а още е рано за оплакванията, характерни за последните месеци от бременността. Сега е моментът да се възползвате от възвърналата се енергия и да започнете да се подготвяте за малкото човече, което ще се появи в живота ви след няколко месеца, като същевременно не забравяте да се щадите, да си почивате и да се забавлявате – доколкото състоянието ви го позволява.Вторият триместър е подходящо време за разнообразие. Използвайте го, за да пътувате, да се движите, да обикаляте магазините и изобщо да правите всичко, което обичате и което ви зарежда с енергия и положителни емоции. Това е и време, което да посветите на партньора и семейството си, на приятелите си, които през първия триместър може би сте пренебрегвала, на домакинството и работата си – доколкото всичко това не ви натоварва. Ако обаче се чувствате изморена и напрегната, не правете компромиси. Помолете лекаря си за болничен, изключете телефона си и се усамотете вкъщи с книга или филм. Изборът как да прекарате предстоящите няколко месеца е изцяло ваш – опитайте се да им се наслаждавате по свой вкус", "През тази седмица може би вече усещате засилен апетит и това е нормално – през втория триместър бременната жена е почти постоянно гладна. Този „вълчи глад“ ще ви бъде спътник почти до края на бременността. Не бива да го използвате като извинение да преяждате, особено ако постоянно ви се ядат сладки и нездравословни храни. Придържайте се към дневния си хранителен режим и се старайте да приемате достатъчно пълноценна храна при трите основни хранения – така ще намалите желанието за дребни закуски по всяко време.След като през миналите седмици се спряхме на протеините и мазнините и тяхната роля в дневното ви меню, дойде време да споменем третия макронутриент – въглехидратите. За разлика от протеините и мазнините, те не са градивен елемент на телесните тъкани, но имат не по-маловажна функция – въглехидратите са основният източник на енергия за тялото ви" },
                    { 15, "ЗАПИСВАЙТЕ СИ ВСИЧКИ ЗАДАЧИ И АНГАЖИМЕНТИ;ЗАПОЧНЕТЕ ДА ПРАВИТЕ УПРАЖНЕНИЯ НА КЕГЕЛ;ПОДГОТВЕТЕ ПО-ГОЛЯМОТО ДЕТЕ ПО ПОДХОДЯЩ НАЧИН", "Вашето бебе става все по-голямо: в 15 г.с. то е дълго около 10 см, тежи около 70 гр и вече има добре оформено лице, което може да прави всевъзможни гримаси. В тази седмица бебето има и доста коса, вежди и дори мигли, а телцето му е покрито с нежен мъх, наречен „лануго“.То вече започва да складира подкожна мазнина, макар тя все още да е в много малки количества. Вътрешните органи функционират все по-добре. Задстомашната жлеза произвежда инсулин, който контролира нивото на кръвната захар. Черният дроб отделя жлъчен сок. Бебето дори се упражнява в дишане, като поема в белите си дробове по малко амниотична течност – това го кара да хълца.Половата система продължава да се оформя. При момиченцата тя вече е почти завършена – не само матката и яйчниците, но дори яйцеклетките вече са образувани и разположени на правилните места. При момченцата са оформени тестисите, но те все още се намират по-високо, „скрити“ в коремната кухина. През следващите седмици ще започне слизането им надолу.", 15, "Вие сте в 15 г.с. и бременността вече започва да личи и за околните. Матката е видимо нараснала и типичното бременно коремче започва да се очертава, макар че за много жени все още не е проблем да го скрият под по-широка дреха. Нарастващата матка е причина за някои нови усещания, които може би ви притесняват. Характерни за началото на втория триместър са пробожданията и присвиванията в долната част на корема. Обикновено те минават бързо, но за всеки случай съобщете на лекаря си, ако те са твърде чести и ви притесняват. Особено често се среща типична остра болка при промяна на позата, най-вече при рязко изправяне от стола или при друго движение, в което се преминава от свито към изправено положение. Тази болка е нормална и отминава бързо, но може да ви изплаши при първите си появявания. Наложете си да се движите по-бавно и да избягвате резките движения в торса.Ако това не е първата ви бременност, може би вече усещате някои от движенията на бебето. Вие вече сте опитна и ги разпознавате добре, но това не прави усещането по-малко вълнуващо. Ако все още не усещате движенията, не се притеснявайте. Няма правило кога трябва да почувствате бебето за първи път. Дори при поредна бременност може да не усетите никакви движения още две или три седмици, особено ако плацентата е разположена по предната стена на матката или сте малко по-пълничка в областта на корема.В тази седмица вие вече сте споделила, че чакате дете, с всички свои приятели, роднини и колеги. Това неминуемо ви превръща в център на всеобщо внимание. Разбира се, това е приятно, но понякога ви дразни, особено когато всички се надпреварват да ви дават съвети. Не се натоварвайте от това. В раздел „Въпроси“ ще ви дадем съвет как да отклонявате прекалената загриженост по тактичен начин.", "С напредването на бременността вашият апетит се увеличава все повече и това не е случайно. Бебето все още е много малко, но интензивният му растеж отнема множество градивен елемент от вашето тяло, което от своя страна има нужда от наваксване.Сред най-изострените хранителни нужди на майчиния организъм е нуждата от достатъчно калций. Костите на бебето се втвърдяват и за тази цел то има нужда от големи количества от този елемент. Дори много бедната на калций диета не крие рискове за самото бебе. То черпи нужните му количества директно от майчиния организъм. Последствията в този случай са изцяло за вас – намаляването на костната ви плътност се компенсира много трудно и е свързано с повишен риск от остеопороза, проблеми със зъбите, изтръпване и вкочаняване на крайниците, мускулни крампи и потрепвания. За щастие калцият се съдържа в много храни и една балансирана диета почти изключва риска от сериозен недостиг.Най-известният източник на калций са млякото и млечните продукти (особено пармезан). Вие вече знаете, че те съдържат ценни мазнини и протеини, а високото съдържание на този елемент е още една причина да се стараете да приемате млечни продукти всеки ден. Много високо съдържание на калций има в сусама и съответно в сусамовия тахан, чиято полезност също споменаваме не за първи път. Старайте се да приемате по една-две супени лъжици сусамов тахан на ден, а ако специфичният му вкус не ви понася, опитайте да го разбъркате с кисело мляко, сметана и мед" },
                    { 16, "ИЗБЯГВАЙТЕ ХОРА И СИТУАЦИИ, КОИТО ВИ НАПРЯГАТ;ПЛАНИРАЙТЕ ПОКУПКИТЕ, КОИТО ЩЕ УЛЕСНЯТ ДОМАКИНСКАТА ВИ РАБОТА;ПОТЪРСЕТЕ ПОДХОДЯЩИ ГРУПОВИ ЗАНИМАНИЯ ЗА БРЕМЕННИ", "През тази седмица бебето е дълго около 11-12 см и тежи около 100 грама. Интензивният растеж продължава и телцето му става все по-пропорционално. Костите все още се втвърдяват и мускулатурата се развива, но движенията стават все по-сложни и добре координирани. То започва да изправя главата си и да изпъва гръб.Лицето му е окончателно оформено и може да се мръщи, цупи и усмихва. Очите вече реагират на светлина. Клепачите му още са стиснати, но очните ябълки под тях са много подвижни. Освен това то вече има слух! Вашето бебе чува звуците от външния свят и реагира на тях. Ултразвуковите изследвания доказват, че то реагира на вашия глас. Вече можете да му говорите и да му пускате нежна музика.Редица научни изследвания показват, че особено полезно за интелектуалното развитие на вашето бебе е слушането на класическа музика, особено тази на Волфганг Амадеус Моцарт. В меню „Приложения“ можете да намерите селекция творби за вашето бебе, специално подбрана от лицензиран музикотерапевт. Не забравяйте да не поставяте мобилното устройство директно върху корема – използвайте специално пригодени за целта слушалки за поставяне върху корем или просто поставете устройството близо до вас.", 16, "Вие сте в 16 г.с. и бременността ви вече започва да личи дори под по-широките дрехи: коремчето е малко, но добре оформено. Матката не само е пораснала, но и става все по-чувствителна и може би дори дрехите с широк ластик под корема започват да ви дразнят. Вече е време да огледате магазините за специални дрехи за бременни – специфичното в тяхната кройка е голямата платка над колана на панталона или полата, която обхваща целия корем и завършва с тънък ластик високо над талията. Този ластик не притиска матката и не би трябвало да ви дразни, ако сте подбрали правилния размер. Ако моделите, които виждате в магазините и в интернет, не ви допадат или не са ви удобни, можете просто да си купите няколко широки рокли. В тях ще се чувствате комфортно още доста време. Все още не са ви нужни блузи и ризи за бременни – обикновените горни дрехи вероятно още ви стават, стига да са по-широки или еластични.При избора на дрехи отново внимавайте за материята и подбирайте такива от памук, вълна и коприна.През тази и следващите седмици може би ще започнете да усещате подготвителни контракции, които могат да бъдат безболезнени (Бракстън Хикс контракции) или съпроводени с лека болка. Честотата и видът им зависят от това колко чувствителна е вашата матка. В раздел „Въпроси“ можете да прочетете как да разпознаете подготвителните контракции, в кои случаи те не бива да ви притесняват и кога е нужно да се свържете с лекар.", "И през тази седмица вероятно имате твърде голям апетит, като същевеременно ставате все по-претенциозна. Може би ви се ядат само определени храни (включително такива, които не сте обичала преди) или напротив – готова сте да ядете от всичко по много и едва се удържате при вида на лъскавите опаковки с всевъзможни „лакомства“ в магазина. Не е нужно да се превръщате във фанатик. Позволявайте си да ядете нещата, които ви се искат, но ако те са очевидно нездравословни – хапвайте по съвсем малко от тях или им потърсете друга алтернатива.В близките седмици може да започнете да усещате слаби контракции. Те са обичайно явление през бременността и най-лесният начин за овладяването им е приемът на достатъчно магнезий – ценен микроелемент, особено важен при бременността, когато нуждите на тялото съществено се повишават. Много бременни приемат магнезий като хранителна добавка по препоръка на лекаря си. Той е задължителна добавка към терапията срещу силни контракции и скъсяване на маточната шийка при проблемните бременности. И при здрава бременност обаче трябва да се постараете да приемате достатъчно храни, богати на магнезий, дори да не усещате никакви контракции или мускулни спазми – той има огромна роля в метаболизма (включително този на бебето), като способства за укрепването на нервната система и храмосмилателния тракт и намалява риска от развитие на диабет" },
                    { 17, "ЗАПИШЕТЕ ЧАС ЗА ВТОРАТА ФЕТАЛНА МОРФОЛОГИЯ;ЗАПОЧНЕТЕ ДА ПРОЧИСТВАТЕ И РЕОРГАНИЗИРАТЕ ДОМА СИ;НЕ ПРЕНЕБРЕГВАЙТЕ „СВОБОДНИТЕ“ СИ ПРИЯТЕЛКИ", "В 17 г.с. вашето бебе е дълго около 13 см и тежи около 140 грама. То става все по-„пухкаво“ – след бързия растеж на органите и постепенното втвърдяване на костите, към „задачите“ му се прибавя и все по-интезивното трупане на подкожна мазнина. Сетивните му органи се усъвършенстват: очните ябълки, макар все още скрити под затворените клепачи, вече „гледат“ напред, а не настрани. Вътрешното ухо също се усъвършенства и бебето вече има добре развит слух. Силният шум от външния свят го вълнува: то може да се стресне и да се свие на две, а когато чува гласа на мама, то се опитва да изправи глава. Желанието на бебето да бъде част от света и невероятно адекватните му реакции към случващото се „навън“ изумяват дори лекарите.То вече достига пропорциите на малко човече – краката и ръцете му са почти в нормалното си съотношение спрямо торса и главата. Движенията му са все по-координирани – смукането на палеца например е негово любимо занимание. То опипва пъпната връв и крачетата си.Вътрешните му органи са формирани още от първия триместър и функционират все по-добре. Единствено белите дробове продължават развитието си: всеки ден се формират нови бронхиални разклонения. Сърцето на бебето бие с около 140 –150 удара в минута", 17, "Вие вече сте в 17 г.с. и усещате бременността по нов начин. Наедряващият корем вече започва да натежава и може би усещате умора и напрежение в кръста и краката. Матката, амниотичната течност, плацентата и бебето заедно вече тежат над килограм, а увеличеният обем не само тежи надолу, но и притиска вътрешните ви органи нагоре. Поради това вече се сдобивате с киселини, а на моменти усещате дишането си затруднено.Положителните емоции обаче надделяват над всички неприятни усещания и най-важната сред тях е свързана с движенията на вашето бебе. Именно около 17 г.с. повечето жени вече отчетливо усещат мърдането на малкото същество – било като преобръщане, побутване, „пърхане“ или „подскачане“ на корема. По мнението на всички майки това е едно от най-хубавите усещания в живота на една жена. Ако то все още ви е непознато, не се тревожете. При първа бременност може да се наложи да почакате още седмица-две. Ако пък бременността ви е поредна, в тази седмица може да чувствате не само обръщанията на бебето, но и отчетливо да различавате неговите ритничета.Вие вече можете да „комуникирате“ с бебето – то чува всичко и реагира на околния свят. Вече е подходящото време да му пускате музика, особено класическа, или да повикате бъдещия татко, батко или кака, за да се „запознаят“ с бебето. Наслаждавайте се на тези щастливи мигове. Положителните ви емоции се предават и на човечето, което расте вътре във вас", "Към 17 г.с. вие вече трябва да сте си изградила навици да планирате дневното си меню, да се храните поне по три на ден и да включвате във всяко основно хранене висококачествени източници на протеини, мазнини и въглехидрати. Разбира се, вашето меню трябва да е гъвкаво – вкусовите ви предпочитания по време на бременността се менят често и не следват никаква логика. Вероятно има дни, в които се борите с огромен апетит за сладки храни, последвани от цяла седмица, в която ви се яде нещо съвсем различно – например кисели краставички. Следвайте потребностите на тялото си, като ги адаптирате към принципите на здравословното хранене, а не като им се подчинявате безусловно – във втория случай рискуване диетата ви да се окаже непълноценна.Колкото и да се стараете да планирате храненето си, със сигурност ще има дни, в които просто не можете да се придържате към плана – дни, в които не сте имала време за готвене, била сте преуморена или не сте намерила нужните продукти. В такива случаи не посягайте към бързите закуски и не вдигайте телефона, за да поръчате огромна пица. Има много „бързи“ неща, които можете да приготвите за броени минути, без да отстъпвате от принципите на здравословната диета. На първо място тук стоят яйцата – те са изключително пълноценна храна, приготвят се „за нула време“ и предлагат голямо разнообразие от лесни рецепти - на очи, като омлет, бъркани със сирене и зеленчуци, с кисело мляко и много други. Ако нито една от по-известните рецепти не ви допада, просто си направете купа салата и нарежете в нея две-три твърдо сварени яйца. По този начин ще превърнете гарнитурата направо в основно ястие. Добавете натрошено качествено сирене, маслини и студенопресован зехтин – за броени минути ще имате пълноценен обяд или вечеря, при това без готвене" },
                    { 18, "ПРЕВЪРНЕТЕ ОБЩУВАНЕТО С БЕБЕТО В ЕЖЕДНЕВНА РУТИНА;РАЗДВИЖЕТЕ КРЪСТА И ГРЪБНАКА С УПРАЖНЕНИЕТО „КОТЕШКИ ГРЪБ“;ХОДЕТЕ ВСЕКИ ДЕН", "Вашето бебе продължава да расте и да трупа мазнини – през 18 г.с. то е дълго към 14 см и тежи близо 200 грама. То още е доста „слабичко“ в сравнение с оформения човешки индивид, тъй като подкожните му мазнини все още са твърде малко. Поради това кожата му, все още покрита с тънък слой мъх, е и доста сбръчкана – в кръга на шегата може да се каже, че на този етап от развитието си бебето не е особено привлекателно. Независимо от това ако го видите чрез ултразвук през тази седмица, вероятно ще изпаднете в умиление. Бебето смуче палеца си, хълца, разтрива лице с юмручета и дори се прозява като голям човек!През тази седмица зъбите на бебето, които вече са покрити с емайл, леко се подават от венците. Малко по-късно венците ще наедреят и отново ще скрият зъбните пъпки, докато не дойде време окончателно да се покажат – това ще се случи няколко месеца след раждането и може би в момента ви се струва, че дотогава има цяла вечност.Междувременно и вътрешните органи на бебето продължават своята активна работа. Белите дробове продължават да се развиват – тъй като ще са нужни на бебето чак след раждането, те са и най-бавни в своето оформяне. През тази седмица обаче така нареченото „бронхиално дърво“ – основната структура на бронхите – вече е почти завършено. Тестисите при момченцата също не се намират в окончателната си позиция – те все още са скрити в коремната кухина. Като изключим това, вашето бебе е много развито анатомично и физиологично", 18, "Вие сте в 18 г.с. и макар все още да не сте преполовила срока на бременността, вероятно все по-силно усещате някои симптоми, характерни за по-късните месеци. Най-разпространени сред тях са тежестта и болките в кръста. Вече е подходящо време да започнете да правите специални упражнения за облекчаване на ставите – в раздел „Съвети“ ще ви запознаем с най-ефективните мерки, които можете да вземете, за да не навлезете в третия триместър схваната от болки в кръста, гърба и коленете. Друг неприятен проблем е задухът. Той се причинява от увеличения обем на кръвта и за съжаление няма много ефективни мерки, които може да вземете срещу него, освен да си почивате повече и да използвате всяка възможност да излезете на чист въздух.Освен кръвта, лигавиците също увеличават количеството си. Възможно е влагалищният секрет да стане дори по-обилен отпреди. Ако е прозрачен или полупрозрачен и без изявена миризма, няма от какво да се притеснявате. При промяна в цвета и миризмата обаче се свържете с лекаря си. Редовното микробиологично изследване на секрета няма да ви навреди, напротив – сега сте предразположена към развитието на инфекции и навременните мерки са особено важни за вас. Друго оплакване, причинено от увеличения обем на лигавиците, е течащият нос. При липса на други оплаквания не отдавайте увеличения секрет на настинка или грип – по-вероятно е причината да е в бременността. Може да се окаже, че заради този секрет сте започнала да хъркате нощем. Не се тревожете – хъркането ще отмине, след като родите", "Вие наближавате средата на бременността и влизате в периода, в който наистина ви се яде „като за двама“ – едва ли някога сте си представяли, че може да развиете такъв апетит. Сигурно ви се струва, че наистина можете да удвоите обичайната си порция и пак да не се нахраните. Не го правете! Всъщност калорийните ви нужди са се повишили едва с около 300 калории на ден. Системното поглъщане на повече храна е вредно за вас и за бебето ви." },
                    { 19, "ЗАЕДНО С ПАРТНЬОРА ЗАПОЧНЕТЕ ДА ОБСЪЖДАТЕ БЕБЕШКИ ИМЕНА;НЕ ПРЕКАЛЯВАЙТЕ С ПЛОДОВЕТЕ;ПОГОСТУВАЙТЕ НА ВАШИ ПРИЯТЕЛКИ – МАЙКИ НА БЕБЕТА И МАЛКИ ДЕЦА", "През 19 г.с. вашето бебе е почти достигнало окончателните си пропорции и от следващата гестационна седмица ултразвуковите изследвания вече ще мерят ръста му от върха на главата до петата, а не до бедрото, както досега. В момента то тежи около 240 грама и е дълго около 15 сантиметра. Нервната му система все повече се усложнява. Невроните се обвиват с миелин – специално вещество, което представлява своеобразен „изолатор“. Миелинът подпомага мозъка при осъществяването на фин контрол върху нервите, като намалява възможността за прехвърляне на „нежелани“ импулси между тях. Производството на това вещество е започнало още преди около пет седмици, но сега вече то е в доста голямо количество и бебето има все по-добър контрол върху рефлексите и импулсите си.Кожата на бебето също се променя. Преди всичко тя става все по-плътна. Вече се формират два кожни слоя – епидермис и дерма. Епидермисът е външният кожен слой и върху него започва да се образува белезникава мазнина. Тя ще остане там до края на вашата бременност и ще способства за по-лесното раждане.Костите на бебето стават все по-твърди. Същото се отнася до мускулите – вашето бебе заяква и много скоро ще усетите това под формата на ритничета и юмруци, сякаш у вас расте един малък шампион по бойни изкуства", 19, "Вие сте в 19 г.с. и вече усещате как „растете“ не със седмици, а с дни. Ако до този момент не сте била достатъчно постоянна в употребата на подходящо средство против стрии, време е да започнете упорито мазане поне по два пъти на ден – навлизате в периода, в който кожата е подложена на най-голям стрес.В момента матката вече стига до пъпа ви и натежава с всеки следващ ден, а натискът, който тя упражнява върху останалите ви органи, става все по-осезаем. Вие вече се задъхвате по-лесно, а сърцето ви учестява ритъма си при всяко по-сериозно натоварване. Това не е причина да се откажете от физическата активност: тя е все така важна за вас и за бебето ви. Просто намалете оборотите и си почивайте при първата поява за задух или ускорен пулс.Друг дискомфорт, характерен за този период от бременността, са мускулните спазми (крампи) и схващания. Най-често те се появяват по прасците, и то нощем. Да се събудите от силна болка в крака е доста неприятно преживяване! За щастие то отминава за няколко секунди. Най-разпространеното средство за облекчаване на крампите и схващанията е магнезият. Помолете лекаря си да ви предпише подходяща хранителна добавка или лекарство. Ако вече пиете магнезий, лекарят може допълнително да ви препоръча прием на витамини от B групата, които имат много добро въздействие срещу мускулните спазми и потрепвания. Също така може да използвате магнезиево олио локално, върху мускулните групи, които най-често страдат от схващане и крампи – магнезият има много добра усвоимост през кожата. Разбира се, трябва да правите това след консултация с лекаря си.", "До тази гестационна седмица вероятно поне веднъж сте правила кръвни изследвания по препоръка на лекаря, следващ бременността. Сигурно ви е направило впечатление особеното внимание, което лекарят отделя на нивата на хемоглобина – протеин, който „отговаря“ за насищането на организма с кислород. Ако стойностите му са били около долната граница (120 g/l), сигурно вече сте получили препоръка да наблегнете на храните, съдържащи желязо, тъй като то е съществена съставна част от хемоглобина.Поддържането на адекватни нива на желязо е от съществено значение за бременната жена и същевременно се оказва голямо предизвикателство. Недостигът на желязо е причина за раждане на бебе с по-ниско тегло, което от своя страна обуславя усложнения и проблеми в развитието. Желязодефицитната анемия след раждането може да се прояви както при майката, така и при бебето.Особено богати на желязо са червените меса (свинско, телешко, агнешко) и карантията, особено черният дроб. По-малко желязо се съдържа в птичето месо и рибата, но редовната им консумация също ще намали рискът от развитие на желязодефицитна анемия. Яйцата, и по-специално жълтъците, са пълноценен източник на желязо" },
                    { 20, "НЕ ЗАБРАВЯЙТЕ ДА СЕ ГРИЖИТЕ ЗА КОЖАТА СИ С ПРОДУКТИ ПРОТИВ СТРИИ;ОБМИСЛЕТЕ ВЪЗМОЖНОСТТА И НУЖДАТА ОТ СЪХРАНЕНИЕ НА СТВОЛОВИ КЛЕТКИ НА ВАШЕТО БЕБЕ;ПЛАНИРАЙТЕ ДЪЛГОСРОЧНИТЕ ПРОМЕНИ В СЕМЕЙНИЯ БЮДЖЕТ;ПОДБИРАЙТЕ ИЗТОЧНИЦИТЕ СИ НА ИНФОРМАЦИЯ ЗА БРЕМЕННОСТТА", "От тази седмица вашето бебе има пропорциите, с които ще се роди. Това е промяна от гледна точка на медицинската практика: бедрената кост на бебето вече може да участва в антропометричните измервания (измерванията на телесната структура) при ехографските прегледи. Дължината на бебето вече се мери от темето до петата и в тази седмица тя е около 25 см. Ако по случайност сте имала ехографски прегледи в 19 и в 20 г.с. (например един при обичайното проследяване на бременността и втори при феталната морфология), то не се изненадвайте, че на едната снимка ръстът е 15 см, а на другата – 25. Дори при почти невероятната му скорост на растеж, за бебето е невъзможно да се издължи с 10 см за една седмица. Причината е в променените параметри на измерване.Костите на бебето стават не само по-пропорционални, но и все по-плътни. Увеличава се и количеството подкожна мазнина – бебето тежи около 300 грама. През втората половина от бременността темпът на растеж малко ще намалее и то ще се издължава с по около сантиметър – сантиметър и половина на седмица", 20, "20 гестационна седмица бележи средата на бременността и вие вече сте свикнали със състоянието си и с всички промени в тялото си. Тези промени са различни при всички жени. Можете да се чувствате разочарована, ако например косата ви стане суха и опърпана – според всеобщото мнение косата на бременната „трябва“ да е лъскава и гъста, а кожата – розова и свежа. При някои късметлийки това наистина е така, други обаче се сдобиват с по-лоша кожа и коса. И в двата случая поводът за радост или съответно раздразнение ще трае едва няколко месеца. След раждането тези промени – и положителни, и отрицателни – бързо ще отшумят.", "През тази гестационна седмица ще ви обърнем внимание на един особено важен витамин, чиито недостиг се оказва причина за много здравословни и дори психологически смущения. Това е витамин B12, или кобаламин – водноразтворим витамин, който играе много важна роля в образуването и функционирането на червените кръвни телца (еритроцити). Наред с желязото, на което се спряхме по-рано, витамин B12 е от съществено значение в превенцията на анемиите, които често съпътстват бременността. Липсата на този витамин води до специфичен вид анемия (мегалобластна анемия), която подобно на желязодефицитната анемия, се изразява в слабост, умора, световъртеж и липса на енергия. Освен това кобаламинът има много важна роля за нормалното функциониране на нервната система. Понякога нервността, лошото настроение и депресията всъщност се дължат на липса на този витамин" },
                    { 21, "АКО ИМАТЕ НИСКО КРЪВНО НАЛЯГАНЕ, НОСЕТЕ СЪС СЕБЕ СИ ВОДА И КРИСТАЛЧЕТА МОРСКА СОЛ;ПРЕДПАЗВАЙТЕ СЕ ОТ ИНФЕКЦИИ НА ПИКОЧНИТЕ ПЪТИЩА;ПРОДЪЛЖЕТЕ С ИЗЯСНЯВАНЕТО НА ПРИОРИТЕТИТЕ СИ ПРИ ИЗБОРА НА РОДИЛЕН ДОМ", "Вашето бебе продължава да расте, макар и вече с по-забавени темпове. През 21 г.с. то е дълго около 26-27 см и тежи около 360 грама. Основната „задача“ на бебето в близките седмици ще е да продължи да натрупва подкожна мазнина, която ще му е нужна, за да поддържа телесната си температура след раждането.То вече отваря клепачите си и се опитва да „гледа“. В близките седмици очите му ще свикнат с тъмнината в корема ви и то ще се опитва да се взира в очертанията на нещата, които го заобикалят – собствените си крайници и пъпната връв. Костите му продължават да се втвърдяват, а мускулите – да изпълняват все по-сложни и координирани движения. Кожата му все още е покрита с фин мъх и с голямо количество от белезникавата мазнина, която го предпазва от евентуални инфекции.nПрез тази седмица то вече усилено тренира храносмилателния си тракт, като преглъща амниотична течност и после я изхвърля като урина. Мекониумът представлява първите „изпражнения“ на бебето – тъмнозелена или черна смес от погълнатата течност, секретите от храносмилателния тракт на бебето и отпадъчните продукти от неговия метаболизъм. Бебето ще продължи да изхвърля мекониум в рамките на ден-два след раждането си. Понякога то започва да изхвърля мекониум в последните гестационни седмици, като това води до оцветяване на околоплодните води в зеленикав отенък. Изхвърлянето на мекониум в последните гестационни седмици, и особено при физиологично задържане през 41 и 42 седмица, не винаги е признак за стрес на плода", 21, "Честито! Вие достигнахте средата на бременността. Вероятно още не изпитвате тежестта, характерна за по-късните месеци, макар при много жени още от втория триместър да се появяват неприятни усещания като подуване и нетърпима тежест в краката, киселини и „свит“ стомах. Вече сте обърнали внимание, че при всяко регулярно посещение при лекаря той измерва кръвното ви налягане – това е един важен момент в проследяването на бременността. Обичайно бременните жени имат нормално или леко занижено кръвно налягане – понижаването е естествено следствие от увеличения обем на кръвта, който изисква натискът върху кръвоносните съдове да бъде отслабен. Повечето бременни с ниско кръвно налягане всъщност не чувстват нищо необичайно. Обикновено именно около 20-21 г.с. кръвното налягане е най-ниско, след което започва леко да се повишава", "В последните седмици се спряхме на важността на желязото и витамин В12 в менюто на бременната. За съжаление много жени нямат никакъв апетит за храните, които ги съдържат в по-големи количества, и това се отнася особено до храни като черен дроб, морски дарове или карантии - храни, които лекарят може да ви е препоръчал като много полезни… и все пак си остават омразни за много хора. Може би се чудите как да включите подобни „деликатеси“ в менюто си. Не се притеснявайте – винаги има начин да се храните здравословно, без да се насилвате. Преди всичко трябва да знаете, че няма вид храна, която да е дотолкова задължителна за бременната, че да се притеснявате от липсата си на апетит към нея. Ако приемате адекватни количества протеини, мазнини и въглехидрати от качествени източници, то няма нужда да се тревожите, ако дадена храна отсъства от менюто ви. Все пак можете да излъжете апетита си с някои трикове. Най-лесният начин да „преобразувате“ черния дроб в нещо апетитно е да го приготвите като пастет. В интернет можете да намерите десетки рецепти за превъзходен домашен пастет (имайте предвид, че купешките пастети съдържат огромна гама неизвестни вещества, подобрители, оцветители, овкусители и алергени и е препоръчително да бъдат избягвани). Всички рецепти за домашно приготвен пастет са горе-долу върху следната основа: дробът се сварява с малко зеленчук, най-често морков, целина и лук, и с подправки по ваш избор. Много жени добавят към дроба и малко обикновено месо, например пилешко или свинско. Ако миризмата по време на варенето ви е неприятна, помолете партньора или друг член на домакинството да се заеме с тази част. Когато всичко се свари, добавете мазнина – най-подходящо за целта е кравето масло. Следвайте пропорциите в избраната от вас рецепта, но имайте предвид, че мазнината не бива да се пести, защото иначе пастетът става сух и трошлив. Свареното месо и зеленчуци заедно с мазнината се пасират, докато станат гладки и хомогенни." },
                    { 22, "АКО ПОТИСНАТОТО НАСТРОЕНИЕ ВИ ТРЕВОЖИ, МОЖЕ БИ Е УДАЧНО ДА НАМАЛИТЕ ЧЕТЕНЕТО НА СТАТИИ И МАТЕРИАЛИ ЗА БРЕМЕННОСТТА В ИНТЕРНЕТ;НЕ СЕ ВМАНИАЧАВАЙТЕ В ЗДРАВОСЛОВНИЯ НАЧИН НА ЖИВОТ;ПРИ СИМПТОМИ НА ПРЕДРОДИЛНА ДЕПРЕСИЯ, ПОТИСНАТОСТ И ТРЕВОЖНОСТ ПЪРВО ЕЛИМИНИРАЙТЕ ВЪЗМОЖНИТЕ ФИЗИОЛОГИЧНИ ПРИЧИНИ", "През тази седмица вашето бебе вече тежи около 430 грама и е дълго близо 28 см. То продължава да трупа телесна мазнина, но тя все още не е в особено голямо количество. Вече има много добре оформено личице, а слухът и зрението му се подобряват с всеки ден.Към тази седмица бебето вече различава светлината от тъмнината, тъй като отваря очите си и се „оглежда“ – дори в тъмнината във вашия корем то се опитва да тренира зрението си. Същото се отнася до слуха. То чува всичко и реагира на шумовете, като върти глава и се изпъва, сякаш се опитва да разбере откъде идва всичкият този шум. А в утробата е доста шумно – вашият пулс, звукът от кръвообращението и от храносмилателната ви система се смесват в едно постоянно ритмично бучене, напомнящо шума от работеща пералня. Отгоре на това до бебето достигат още вашият глас и другите звуци от външния свят. Всичко това не го смущава и когато се измори, то затваря очи и се отдава на почивка. Скоро то ще започне да формира вътрешен ритъм на бодърстване и сън – така нареченият циркаден ритъм.", 22, "Вие сте в 22 г.с. и е много вероятно през тази седмица да посетите кабинет за извършване на втора фетална морфология, ако не сте го направили през 20 или 21 г.с. Втората фетална морфология е не по-малко вълнуваща от първата. Вие вече знаете какво да очаквате от прегледа, но тъй като бебето сега е много по-добре развито, сигурно сте изненадани от удивителните подробности, които сте различили на екрана. Вие сте видели личицето на вашето бебе и вероятно лекарят ви е развеселил с дежурната шега, че „носът му е точно като на таткото“, след което ви е показал и половите органи, за да се уверите с очите си в малкия господин или госпожица. Докато вие се радвате, специалистът оглежда вътрешните органи на бебето, проследява сърдечната му дейност и кръвообращението в бебешкото телце и в пъпната връв; прави антропометрични измервания и търси признаци на структурни дефекти или други евентуални проблеми. Ако втората фетална морфология е приключила с отличен резултат, може би лекарят сам ще ви каже, че провеждането на трета не е нужно, макар че много родители искат независимо от това да направят поне още един подробен ехографски преглед до края на бременността.", "В описанието на предишната гестационна седмица споменахме значението на солта за регулиране на кръвното налягане и поддържането на електролитния баланс в организма. През тази седмица ще ви дадем още някои съвети, свързани с употребата на сол. В последните десетилетия солта, подобно на мазнините, започна да се ползва с „лошо име“ – зад това не стоят медицински доказателства, а по-скоро некомпентентни и крайни интерпретации на някои данни, свързани с вредата от прекомерната употреба на натриев хлорид. За съжаление „прекалените количества натриев хлорид могат да доведат до проблеми“ в публичното пространство често се трансформира в „не яжте сол“ – много вредна и дори опасна концепция.Преди всичко трябва да знаете, че има много видове сол и повечето от тях – с изключение на обикновената трапезна сол – съдържат по-ниска концентрация натриев хлорид за сметка на множество ценни минерали като желязо, магнезий, цинк, калций, калий, йод и много други. Не само по време на бременност, но и след нея е препоръчително и разумно да замените рафинираната трапезна сол с естествена сол, каквато се предлага в много разновидности - морска, хималайска, каменна. Солта регулира кръвното налягане и противодейства на загубата на течности. Съдържащият се в естествената сол калий е много важен за нормалната сърдечна дейност и противодейства на мускулните крампи и схващания – включително на маточните контракции. Използвайте солта в нормални количества – без да прекалявате, но и без да я ограничавате, като подправяте с умерено количество сол салатите и основните си ястия" },
                    { 23, "АКО СТРАДАТЕ ОТ СИМПТОМИ НА ПРЕДРОДИЛНА ДЕПРЕСИЯ, ПОТЪРСЕТЕ ХОМЕОПАТИЧНИ СРЕДСТВА ЗА ОБЛЕКЧАВАНЕ НА СЪСТОЯНИЕТО СИ;НЕ ИЗПОЛЗВАЙТЕ КРЕМОВЕ И ДРУГИ ПРЕПАРАТИ ПРОТИВ АКНЕ, БЕЗ ДА СТЕ СЕ КОНСУЛТИРАЛИ ИЗРИЧНО С ВАШИЯ ЛЕКАР;ПРИ ИЗБОРА НА РОДИЛЕН ДОМ ОБМИСЛЕТЕ ДАЛИ ИСКАТЕ БЕБЕТО ДА БЪДЕ ВЪВ ВАШАТА СТАЯ", "Вашето бебе вече е „голямо“ – то тежи цели 500 грама! Дълго е около 29 см и става все по-силно – мускулите му укрепват с всеки следващ ден. Към тази седмица вече би трябвало отчетливо да усещате движенията му, а ако това не е първата ви бременност, може би лудуването на малкия акробат вече е част от ежедневието ви.То продължава да развива не само двигателните си умения, но и сетивата си. Когато е будно, държи очите си отворени и се оглежда. Ирисите му са все още безцветни, но като изключим това, очите функционират много добре. Същото се отнася до слуха. То чува всичко и ако досега не сте започнали да му пускате музика или да му четете приказки, то направете го. Със сигурност сте прочела поне веднъж, че класическата музика развива умствените способности на децата още от утробата. Започнете да работите за интелигентността на бебето още отсега и да му пускате подходяща класическа музика. Нашето приложение има модул, създаден специално с тази цел. Бебето не само чува, но и помни – ако отсега започне да слуша тиха успокояваща мелодия по време на личните ви „часове за комуникация“, след раждането същата музика ще му въздейства успокояващо.Кожата на бебето още е полупрозрачна и кръвоносните съдове и някои органи се виждат под нея. Метаболизмът му работи отлично – панкреасът произвежда инсулин, черният дроб произвежда жлъчни сокове, а храносмилателната система продължава да „тренира“ поглъщането на амниотична течност и изхвърлянето ѝ във вид на мекониум. Всяка клетка от телцето на бебето се подготвя за живота навън", 23, "Вие сте в 23 г.с. и бременността става не само все по-видима за околните, но и все по-тежка за гръбнака ви. Матката вече е нараснала до няколко пръста над пъпа и това оказва натиск върху вътрешните ви органи, които пък притискат гръбначния стълб, а тежестта в кръста може би вече ви докарва неприятна болка, особено при продължително седене. Дори да спазвате препоръките за ежедневна разходка и подходяща физическа активност като плуване, йога или гимнастика за бременни, ако основната ви работа е свързана със седене зад компютър, трябва да отделите специално внимание на раздвижването на гърба. Преди всичко не се застоявайте на стола продължително време, колкото и да сте заета. На всеки тридесетина минути ставайте, за да се разтъпчете и раздвижите.", "В 23 г.с. вие сигурно сте изградила ценни хранителни навици, които обогатявате с всяка седмица, като се стараете да не пропуснете нито една нова и важна информация за важността на даден микроелемент в диетата ви. Тази седмица ще се спрем на витамин С или аскорбинова киселина  – може би най-популярният витамин, чието положително въздействие върху имунната система, особено през грипния сезон, е известно дори на децата (множеството телевизионни реклами имат грижата никой от нас да не го забрави). Витамин С по-рядко се споменава във връзка с бременността, за разлика от фолиевата киселина, желязото и други витамини и микроелементи, чиято съществена важност за развитието на бебето е добре изучена. Това не го прави по-малко важен за здравето и общото ви състояние. Той укрепва имунитета, като прави белите кръвни телца по-подвижни и активни. Регулира кръвното налягане и предпазва клетките от кислородна недостатъчност. Някои по-нови изследвания откриват високи концентрации на витамин С в клетките от нервната система, което предполага, че той има важно значение за работата ѝ. Конкретно по отношение на бременността витамин С има едно много важно и често пренебрегвано качество, което дори лекарят ви може да пропусне: витамин С способства за усвояването на желязо в организма. Ако страдате от нисък хемоглобин или установен железен дефицит, приемът на повече желязо с храната или под формата на лекарствено средство или хранителна добавка се обезсмисля, ако не приемате и достатъчно витамин С. Още едно негово качество, което в момента е особено важно за вас, е свързано с усвояването на калция, което отново е силно затруднено, ако в диетата ви липсва витамин С." },
                    { 24, "ОБСЪДЕТЕ С ПАРТНЬОРА СИ ДАЛИ БИХТЕ ИСКАЛИ ТОЙ ДА ПРИСЪСТВА НА РАЖДАНЕТО;ПОТЪРСЕТЕ КУРСОВЕ ЗА БЪДЕЩИ РОДИТЕЛИ;„СВЕТЛИННАТА ТЕРАПИЯ“ ПОМАГА ЗА ПОДОБРЯВАНЕ НА НАСТРОЕНИЕТО И ПОВИШАВА ТОНУСА", "Вашето бебе продължава да расте, макар и по различен начин. Ръстът му се увеличава с около 3-4 см на седмица – периодът, в който то удвояваше дължината си за седем дни, вече е приключил. Сега то е дълго около 30 см. Теглото му е около 600 грама и подкожните мазнини, които са толкова важни за способността му да поддържа терморегулацията си, увеличават количеството си с всеки ден. На този етап обаче то все още е доста „слабичко“ и набръчкано – мазнините не са достатъчни, за да опънат кожата и да му придадат онзи приятен пухкав вид, който повечето хора свързват с бебетата.Много важни промени се случват в дихателната система на бебето, която се развива последна. През тази седмица в белите дробове се образуват специални клетки, които произвеждат липопротеин, известен като „белодробен сърфактант“ – вещество, което регулира повърхностното напрежение между въздуха и белодробните капиляри. Липсата на сърфактант или недостатъчното му количество водят до белодробен оток и спиране на дишането, което е и най-големият риск при преждевременно раждане преди 24 г.с. От тази седмица нататък, въпреки че сърфактантът все още е в малки количества, шансовете за живот на бебето при преждевременно раждане се повишават.Като изключим белите дробове, всички останали органи и системи на бебето функционират отлично. То е и чудесно оформено – има нокти, мигли, вежди, зъбни пъпки и косичка. Липсва му само пигментация – очите и косата му още са безцветни, а кожата – почти прозрачна. Това ще започне да се променя в близките седмици.", 24, "Вие сте в 24 г.с. и коремът ви е видимо пораснал. Ако досега не сте била достатъчно постоянна в употребата на средство срещу стрии, крайно време е да започнете да прилагате избрания от вас крем, лосион, масло или домашен мехлем по два пъти дневно върху целия корем, гърдите и горната част на бедрата. Няма правило точно кога коремът расте най-много: при някои жени той „изхвръква“ напред още в четвъртия месец, а други могат дори и през шестия успешно да го скрият под широка риза. Все пак при повечето бременни коремът расте най-много и най-бързо през шестия и седмия месец, а това е истинско претоварване за вашата кожа.Обичайно е също така да усещате кожата на корема си много суха и опъната, което понякога води до неприятен сърбеж. Сухата кожа – не само по корема, но и по краката и ръцете – е нещо нормално за бременните. Също така нормално е сухотата по тялото да се комбинира с необичайно силно омазняване по лицето, гърба и деколтето. Тези козметични промени са неприятни, но безобидни и отшумяват след раждането. Използвайте върху тялото по-мазни козметични средства – заменете крема и лосиона с масло или олио. В биомагазините можете да намерите и готови смеси от базови и етерични масла или сама да си приготвите такава – в интернет ще намерите множество рецепти. Използването на смес от естествени масла има някои предимства пред козметичните средства, които в повечето случаи дължат „мазния“ си ефект на включения в състава им течен парафин.", "До тази седмица от бременността сигурно толкова пъти сте чула и прочела, че трябва да избягвате сладките изкушения, че сигурно ви идва да се разкрещите от досада – особено ако по принцип обичате да се поглезите с нещо сладко. Ще се наложи още веднъж да се спрем на този въпрос, този път във връзка с едно специфично метаболитно нарушение, което се появява само през бременността и по-точно през нейната втора половина – гестационният диабет." },
                    { 25, "ИГНОРИРАЙТЕ ВСИЧКИ ПРЕДУПРЕЖДЕНИЯ И КОМЕНТАРИ ОТНОСНО ТРУДНОСТИТЕ НА МАЙЧИНСТВОТО;ОПИТАЙТЕ АСАНАТА „ДЪРВО“, ЗА ДА ПОДОБРИТЕ ЧУВСТВОТО СИ ЗА РАВНОВЕСИЕ И КООРДИНАЦИЯ;ПОДГОТВЕТЕ СЕ ЗА НЕОБИЧАЕН ОБЩЕСТВЕН ИНТЕРЕС;ПРЕДПАЗВАЙТЕ СЕ ОТ „СТРАШНИ“ ГЛЕДКИ, ФИЛМИ, КЛИПОВЕ И СНИМКИ", "Вашето бебе вече е дълго около 34 см и тежи 650 грама. То все повече се разхубавява: натрупаните подкожни мазнини вече леко опъват набръчканата кожа, а самата тя не е толкова прозрачна. Кръвоносната система, която образува множество малки капиляри под повърхността на кожата, я оцветява в нежен розов цвят. От тази седмица започва и пигментацията – косата, очите и кожата на бебето ще започнат да придобиват цвета, с който то ще се представи пред вас при раждането си. Вие сигурно знаете, че този цвят не е окончателен. Понякога първата коса на бебето е тъмна, но постоянната е руса, а очите поначало имат мътен синьокафяв цвят, който се избистря в рамките нa месеци след раждането.Обикновено през 25 г.с. бебето започва своето постепенно обръщане в позицията за раждане – с главата надолу. Сега е подходящото време за обръщане, тъй като то все още е достатъчно малко и разполага с нужното пространство. Това „пътешествие“ понякога отнема дни или дори седмици, в които то се върти, застава напряко или се връща в изходната си позиция. Можете да помогнете на бебето, като не забравяте съвета да се разхождате ежедневно. Ритмичното поклащане при ходене помага на бебето да намери правилната позиция.", 25, "Вие сте в 25 г.с. и сигурно вече се чувствате много тромава и наедряла. За съжаление в следващите месеци това няма да се промени към по-добро, така че трябва да се примирите! Сигурно напоследък често сте несръчна, некоординирана и постоянно се блъскате в мебелите или събаряте оставените по тях вещи. За това има съвсем логична причина. Коремът ви расте, а с него се променя центърът на тежестта на тялото ви – нещо, с което още не можете да привикнете. Подсъзнателните механизми, чрез които нашият мозък „изчислява“ всяко движение, в момента са доста затруднени. Може би лесно губите равновесие, а като прибавим и това, че коремните ви мускули временно са в отпуск, а инстинктите се грижат да пазите корема на всяка цена, то не е учудващо, че най-прости движения – като сядане на стол или ставане от леглото – понякога са цяло предизвикателство!Ако ходите на гимнастика, водна гимнастика или йога за бременни, сигурно съумявате да поддържате двигателния и вестибуларния си апарат в малко по-добра форма. Ако нямате възможност за такъв тип активност, правете упражнения вкъщи. Йогата предлага доста асани, специално адаптирани за бременни. Една от тях е поза „дърво“ в нейните модификации за бременни – много лесна за изпълнение поза, която тренира чувството за равновесие, укрепва краката и едновременно с това е много успокояваща. Ще намерите описанието ѝ в раздел „съвети“ през тази гестационна седмица.", "През тази гестационна седмица ще ви обърнем внимание на един витамин, чието огромно въздействие върху здравето, както и значението му във връзка с фертилните способности и бременността, буди все по-голям интерес за науката. Това е витамин D, доскоро известен основно като превантивно и лечебно средство срещу появата на рахит при бебетата и малките деца. Най-новите проучвания обаче откриват много повече свойства и функции на този витамин. Сред най-важните от тях са неговата огромна роля за усвояването на почти всички минерали и други микроелементи и фактът, че той е „междинното“ средство за синтез и транспорт на практически всички хормони. Според най-новите изследвания дефицитът на витамин D е вероятна причина за развитието на много усложнения на бременността, включително прееклапмсия и гестационен диабет, намаляване на костната плътност и предродилна депресия. В много страни проследяването на нивата на витамин D вече е включено в задължителния медицински протокол при бременност. У нас изследвания за нивата на този витамин се препоръчват от някои лекари, запознати със съвременните практики, но все още не попадат в обхвата на програма „Майчино здравеопазване“ и не са част от възприетата медицинска практика. Препоръчително е да обсъдите с лекаря си нуждата от специално изследване. Дефицитът на този витамин се среща много често и се явява „скрита“ причина за много проблеми и нарушения. За това способства и затвореният начин на живот на съвременните хора – витамин D се синтезира в черния дроб под влиянието на слънчевите лъчи. Работата на закрито и навикът да се мажем със слънцезащитни продукти води до намаляване на нивата на витамина в организма. Разбира се, вие не можете да смените работата си или да си докарате слънчево изгаряне само заради витамин D, но се старайте да правите по-чести и продължителни разходки навън при слънчево (но не горещо) време." },
                    { 26, "ПЛАНИРАЙТЕ ПРОФИЛАКТИЧЕН ЗЪБОЛЕКАРСКИ ПРЕГЛЕД;ХЛАДКИТЕ БАНИ ПРЕМАХВАТ УМОРАТА В КРАКАТА И НАМАЛЯВАТ ОТОЦИТЕ", "В 26 г.с. вашето бебе е дълго малко повече от 35 см и до края на бременността то ще расте „едва“ с около сантиметър на седмица. За сметка на това ще увеличава теглото си с доста бързи темпове – от около 750 грама, колкото тежи в началото на тази седмица, до края на бременността то ще трябва да наддаде с 2-3 килограма! За тази цел то ударно натрупва подкожна мазнина, но не само тя е причина за увеличеното тегло. Костите му стават все по-плътни и по-тежки. Развива се и мускулатурата му – вие вече усещате това под формата на „порой“ от движения. Ако само преди 7-8 седмици сте се чудила дали помръдването, което усещате в корема си, наистина е бебето, то сега се чудите дали малкото същество някога ще се укроти! От следващата седмица е добре да започнете да отбелязвате честотата на бебешките движения. Така ще се ориентирате и в обичайния му дневен режим – а то вече започва да оформя такъв.Продължава развитието на белите дробове, а освен това през тази и следващите седмици се наблюдава особено голям растеж на мозъка, увеличаване на броя на мозъчните гънки и на невроните. Сетивата на бебето вече са изключително добре развити и то разпознава не само вашия глас, но и гласовете на хората, които обичайно са в обкръжението ви. То може да дели звуците на познати и непознати. Първите го успокояват, а вторите го стряскат, особено ако са по-силни. Продължете с музикалната терапия – пускайте на бебето любима музика или му пейте песни, които то ще запомни и с удоволствие ще слуша след раждането си.", 26, "Вие сте в 26 г.с. или в предпоследната седмица от втория триместър. Първите дрехи за бременни, които сте си купила, сигурно вече са ви тесни! Време е да направите още една обиколка по магазините или да разгледате дрехите, които се предлагат в любимите ви интернет сайтове. „Заредете“ се с дрехи от по-големите размери, като съобразите и сезона, така че да не се налага да пазарувате до края на бременността. През оставащите месеци ще сте по-заета с купуването на вещи за бебето и последни приготовления на дома, а трябва да се подготвите и за самото раждане – едва ли ще ви останат много време и сили за пазаруване на „бременни“ дрехи.Освен от ново облекло сигурно имате нужда и от нови обувки. Краката сигурно вече ви наболяват, особено ако краят на втория триместър съвпада с летния сезон. Може би забелязвате, че обувките, с които сте свикнала, вече ви стягат и трябва да се насочите към по-широки модели. Това се случва дори ако стъпалата и глезените не са видимо отекли. Ако имате и отоци, смяната на обувките е задължителна, както и приемането на повече течности. Полагайте специална грижа за краката: предстоят ви най-рисковите месеци за образуване на разширени вени или спукване на капиляри по прасците и глезените – неприятен и упорит проблем, който може да ви тормози месеци след раждането. По-долу в описанието на тази седмица, както и през следващите седмици, ще ви дадем някои основни насоки в грижата за краката.", "Към 26 г.с. едва ли се оплаквате от липса на апетит. Хранителните ви нужди са доста високи, а матката, макар вече да притиска стомаха, все още не е толкова голяма, че да изпитвате чувство за преяждане само след няколко хапки – това усещане ще ви стане познато в последните месеци от бременността.До тази седмица вие вече сте си създала навика да планирате основните си хранения така, че да приемате нужните количества качествени протеини, мазнини и въглехидрати. По-трудни се оказват междинните закуски – а по всяка вероятност имате нужда от такива. Условията към извънредните похапвания са твърде много: те трябва да са засищащи, за да има полза от тях, а не да пълнят стомаха ви с „празни“ калории; същевременно не трябва да са твърде засищащи, за да не развалят апетита ви за основното хранене; трябва да са пълноценни и здравословни и да се приготвят лесно. Нормално е да се почувствате затруднена, ако следобед внезапно огладнеете, а никак не ви се иска да посягате към солетите и бисквитите. Има обаче много лесен начин да си набавите вкусна и пълноценна междинна закуска – с помощта на заквасената (млечна, а не готварска) сметана. Сметаната е готова основа за много видове бързи кремове – без варене и без готвене, без нишесте, захар и оцветители. Просто я разбъркайте с нарязани плодове и при нужда добавете малко мед. Сметаната съдържа достатъчно млечен протеин и ценни мазнини и ще ви засити, като неутрализира неблагоприятния ефект на плодовете върху нивата на лептина и съответно върху апетита ви – въпрос, на който се спряхме преди няколко седмици. По този начин ще извлечете само ползите от плодовете – витамините, фибрите и приятния вкус. Особено подходящи са дребните горски плодове." },
                    { 27, "ЗАПОЧНЕТЕ ДА ЗАПИСВАТЕ ДВИЖЕНИЯТА НА БЕБЕТО;КУПЕТЕ СИ СИЛИКОНОВИ ПОДЛОЖКИ ЗА ОБУВКИ;ПОМОЛЕТЕ ПАРТНЬОРА ДА ПРАВИ ЛЕК МАСАЖ НА КРАКАТА ВИ", "Вашето бебе продължава да наддава! В началото на тази седмица то вече тежи около 870 грама и става все по-пухкаво. Кожата му все още е малко сбръчкана, но с натрупването на още повече подкожна мазнина това ще се променя. Дължината му е около 36-37 см. То все така усилено тренира храносмилателния си тракт и постоянно преглъща от амниотичната течност. Понякога хълца – в тази седмица може вече да усещате това съвсем осезаемо. Хълцането е нормално и освен с храносмилателния тракт е свързано и с узряването на белите дробове. То ще продължи и след раждането. Някои майки се тревожат от честото хълцане, но няма никаква причина за това.Мозъкът и нервите му са толкова добре развити, че то вече е готово за истинска „комуникация“. Ако побутнете корема с ръка, нищо чудно то да ви върне потупването на същото място. Ако застанете в неудобна за него поза, то ще започне силно да се върти и да ви рита. Нещо повече – гласните струни на бебето вече са развити и то издава звуци, които вие, разбира се, не можете да чуете. Освен слух, зрение и осезание бебето вече развива и вкусовите си рецептори. Някои доказателства сочат, че по биохимичен път то усеща вкуса на храната, която приема майката. Така у него се формират вкусови предпочитания още от утробата. Това е още една причина да се храните разнообразно и здравословно.", 27, "27 гестационна седмица е последната седмица от втория триместър и може би вече усещате цялата гама от проявления и симптоми на късната бременност: схванат гръб, задух, киселини. Завръщат се и добре познатите ви от първия триместър умора и смущения в съня. Ако в началото на бременността страдате ту от постоянна сънливост, ту от безсъние, то в последните месеци безсънието се среща много по-често и това е нормално. Преди всичко вече ви е трудно да намерите удобна поза. Спането по корем отдавна е невъзможно, а много жени не могат да лежат и по гръб: това натоварва кръста, защото тежестта на матката ляга изцяло върху неговата естествена извивка. Според някои източници спането по гръб принципно трябва да се избягва, защото матката притиска и т.нар. „вена кава“, през която кръвта се движи от долната част на тялото ви към сърцето. Много бременни изобщо не могат да лежат по гръб дори и няколко минути – притискането на вената веднага причинява силно замайване. Ако нямате замайване и лежането по гръб ви е удобно, няма причина да го избягвате за почивка и релакс, но за спане е по-добре да си лягате настрани. Коремът ви сигурно вече доста тежи и е уместно да започнете да подлагате под него малка възглавничка. Друга, по-голяма възглавница, можете да поставяте между коленете си. Така краката остават леко разтворени и почти всички бременни споделят, че това облекчава неприятното чувство за усукване, предизвикано от тежестта на корема. Много от тях толкова свикват с възглавницата между коленете, че спят с такава и след раждането.Разбира се, не само позата е важна за добрия сън. Правилното съотношение между движението през деня и периодите на почивка, избягването на стресови ситуации, малките вечерни ритуали, ароматерапията – всичко това спомага за вашата пълноценна нощна почивка.", "Както вече споменахме, през втория триместър, както и в началото на третия, бременните рядко страдат от липса на апетит. За сметка на това много жени имат проблем с храните, към които е насочен апетитът им – или по-скоро с храните, които дори не им се иска да погледнат! Не е проблем, ако не обичате конкретен продукт, като например дроб или риба. Но ако нямате никакъв апетит за никакво месо, или пък тотално сте изключили от менюто си млечните продукти, или никак не ви се ядат пресни зеленчуци – тогава може би трябва да си помогнете с малко повече кулинарна фантазия. Не е вярно, че предпочитанията ви към определени храни и нежеланието за други се диктува от потребностите на вашия организъм. Подобни оправдания, както и рефренът „яж каквото ти се яде, защото бебето има нужда от него“ могат да ви изиграят лоша шега. Бебето със сигурност не е отговорно за това, че ви се ядат само пържени филийки или картофи, а нямате никакво желание за месо или яйца. Всъщност липсата на апетит за определени полезни и пълноценни храни може да има психологически, а не физиологични причини." },
                    { 28, "АКО ОЩЕ НЕ СТЕ ЗАПОЧНАЛИ КУПУВАНЕТО НА БЕБЕШКИ ВЕЩИ, ВРЕМЕ Е ДА ГО НАПРАВИТЕ;ЗАПОЧНЕТЕ „ПРОУЧВАНИЯТА“ НА МЯСТО В ПРЕДПОЧИТАНИТЕ ОТ ВАС РОДИЛНИ ЗАВЕДЕНИЯ;ОПИТАЙТЕ ДА РЕЛАКСИРАТЕ СЪС СЪЗНАТЕЛНО ОТПУСКАНЕ НА ТЯЛОТО", "Вашето бебе навлиза в третия триместър с тегло около един килограм и е дълго 37 - 38 см. В оставащите месеци от бременността то ще наддава на тегло много бързо, за да може да поддържа телесната си температура извън утробата. С всеки ден телцето му става все по-добре оформено и близко до „истинския“ бебешки вид. Кожата му вече е плътна и добре пигментирана, макар че големите кръвоносни съдове още са ясно различими под нея. Белите дробове продължават да се развиват, количеството отделен сърфактант се увеличава, а самото то усилено ги „тренира“ чрез хълцане и кашляне. Мозъкът също се усложнява и броят дялове и гънки се увеличава с всеки ден. Нервите контролират двигателната система много добре.Бебето вече има собствен „циркаден ритъм“ – в общи линии това е ритъмът на сън и бодърстване в рамките на 24 часа. При възрастните индивиди циркадният ритъм е много по-сложен: той включва и времето за огладняване, нуждата от почивка, пиковете и спадовете в работоспособността. Вашето бебе все още е малко за толкова наситен режим, но вече започва да придобива собствени навици по отношение на съня и будуването – ако записвате движенията му, скоро и вие ще се ориентирате в тези навици. Обикновено те не съвпадат с вашите! Най-често бебето спи, когато вие сте активна, защото се успокоява и унася от движенията ви. Когато решите да релаксирате, то се събужда и се намесва във вашата почивка със серия енергични ритници. В оставащите месеци от бременността се пригответе за често събуждане – бебето ще е особено активно нощем", 28, "Честито! Вие сте в третия триместър на бременността. Много е вероятно тази мисъл да ви хвърля в тревога. Повечето бременни започват втория триместър с дълъг списък от задачи и намерения и три месеца по-късно имат чувството, че са доникъде. Дори вече опитните майки изпитват „треската на третия триместър“ – усещането, че бебето ще се роди едва ли не всеки миг, а вие не сте довършили планираните ремонти, не сте избрали болница или лекарски екип, не сте купили количка и дори не сте изпрала, изгладила и сгънала куп бебешки дрешки. Успокойте се! Имате достатъчно време да се подготвите за бебето. В следващите гестационни седмици ще ви помогнем да се справите с „треската на третия триместър“, като ви предложим подходящи списъци с необходимите вещи, с които трябва да се снабдите за първоначалните нужди на вашето бебе. Освен това ще отговорим на някои от основните въпроси, свързани с подготовката за раждането, със самото раждане и с болничния престой.", "В началото на третия триместър вие със сигурност сте наясно с личния си темп на наддаване на килограми. С помощта на лекаря, следящ бременността, вече сте взела нужните мерки срещу прекомерното наддаване или пък твърде ниското тегло. Вече знаете, че допустимото качване на килограми все пак варира в някакви разумни граници – няма норматив, към който трябва да се стремите. Ако сте започнала бременността с поднормено тегло, сигурно през втория триместър сте качила повече от „препоръчаните“ 6-7 килограма, и обратно – по-пълничките дами обикновено наддават по-малко. Сигурно се питате още колко допълнителна тежест ще прибавите през последните три месеца към и без това страдащите крака и гръбнак. И тук няма абсолютни стойности, към които да се придържате, но ориентировъчно можете да очаквате наддаване с около 200 грама на седмица или по 800 грама до един килограм на месец. При някои бременни наддаването е неравномерно – те може да качат по килограм и половина – два през седмия и осмия месец и да не наддадат нищо през деветия. Впрочем за последния триместър е характерно да има седмици на пълен застой във вашето тегло – този застой може да се прояви в последните седмици преди раждането или пък по средата на триместъра, без да откривате логика в това. Ако това се случи, не се притеснявайте. Важното е бебето да наддава, а ехографските прегледи, които вече са на всеки две седмици, със сигурност ще открият навреме евентуален проблем с теглото на бебето. В повечето случаи се оказва, че бебето наддава нормално, а вие „отслабвате“ – доколкото може да се говори за отслабване в период, в който сигурно се чувствате като дирижабъл. Продължете да измервате теглото си на всеки две седмици и съобщете на лекаря си, ако забележите необичайни скокове или застои, но не изпадайте в паника. Темпът на наддаване е относителен." },
                    { 29, "НЕ ПРЕВРЪЩАЙТЕ ДОМА СИ В СКЛАД ЗА НЕНУЖНИ БЕБЕШКИ ВЕЩИ И ПОСОБИЯ;ПО ВЪЗМОЖНОСТ НЕ КУПУВАЙТЕ БЕБЕШКА КОЛИЧКА, КОЯТО НЕ СТЕ ИЗПРОБВАЛИ;ПРИ СЪН И РЕЛАКС ВДИГАЙТЕ КРАКАТА НАВИСОКО, ЗА ДА НАМАЛИТЕ БОЛКАТА И НАПРЕЖЕНИЕТО", "Вашето бебе вече е дълго около 38-39 см и продължава да наддава на тегло – в 29 г.с. то тежи около 1150 грама. Увеличеното тегло не се дължи само на подкожните мазнини. Мозъкът му също расте, и то много бързо, а нервните импулси се усъвършенстват. Колкото и невероятно да звучи, вашето бебе сънува! Когато спи, очите му бързо се движат под затворените клепачи. Това е индикация, че мозъкът се намира в REM-фазата, която е свързана със сънуването. Мускулите му стават все по-плътни и също допринасят за наддаването.Бебето е по-чувствително към влиянията от външния свят. То отчита звуците, промените в светлината, движенията на вашето тяло и натиска по корема и реагира с бурни движения.Белите дробове се усъвършенстват. То все още не е готово за самостоятелно дишане извън утробата, но рискът от белодробен оток в случай на преждевременно раждане намалява с всеки ден.По главичката на бебето расте гъста коса. Тялото му още е покрито с мъх, който му придава вид на малко маймунче, но този мъх ще започне да пада в близките седмици.", 29, "В 29 г.с. вие чувствате корема си огромен и ви е трудно да повярвате, че е възможно да расте и още! Матката вече стига до 10 см над пъпа и притиска органите ви. Двете най-неприятни последствия от това притискане са задухът и киселините. И докато срещу киселините все пак можете да вземете някакви мерки, дори и да не е сигурно, че те ще облекчат състоянието ви, то срещу задуха сте съвсем безпомощна. Големият корем избутва диафрагмата нагоре и вие се задъхвате при всяко по-сериозно натоварване. Време е да намалите оборотите. Това не означава, че трябва да пренебрегвате физическата активност изцяло - в третия триместър тя е не по-малко важна за вас, отколкото в по-ранните етапи на бременността. Просто заменете обичайния си двигателен режим с по-щадящ. Гимнастиката, бързото ходене и енергичното плуване вече ви затрудняват. Продължете да посещавате басейна, но вече плувайте бавно и си почивайте на всяка дължина. Йогата все още е подходяща за вас, но ако някои асани ви затрудняват, изпълнявайте ги по-бавно или ги премахнете от програмата си. Заменете енергичната походка с по-бавна, но не забравяйте, че трябва да вървите поне по 30 минути на ден. Това е особено важно, ако бебето още не се е обърнало с главата надолу.", "През тази гестационна седмица ще се спрем на един от най-известните източници на качествен растителен протеин, с който можете да разнообразите менюто си или да го използвате като „заместител“ на протеините от животински произход, ако нямате апетит за тях или просто са ви омръзнали. Това е известната в последните години киноа – зърноподобна култура, с която можете да приготвите огромно разнообразие от вкусни и много полезни ястия. Киноата изглежда като ситни кафеникави зрънца, но всъщност не е зърнено растение, а принадлежи към групата на спанака и цвеклото. Семената ѝ са богати на протеини и на ценни минерали и микроелементи като желязо, калций и фосфор. За разлика от бобовите култури, които също са източник на растителен протеин, киноата няма газообразуващ ефект и не дразни стомаха." },
                    { 30, "ЗАПОЧНЕТЕ ДА ПРАВИТЕ СВОЯ „ПЛАН ЗА РАЖДАНЕ“;ЗАПОЧНЕТЕ ДА СЕ ИНФОРМИРАТЕ ПО ВЪПРОСИТЕ, СВЪРЗАНИ С ХРАНЕНЕТО НА БЕБЕТО;ИЗБЕРЕТЕ ДЕТСКИ ЛЕКАР ЗА ВАШЕТО БЕБЕ И СЕ СВЪРЖЕТЕ С НЕГО В БЛИЗКИТЕ СЕДМИЦИ", "Около 30 г.с. вашето бебе започва да придобива вида, който ще има при раждането. Мъхът, с който е покрита кожата му, започва да пада. Кожата отдолу е плътна, розова и еластична. В организма му продължава да се натрупва мазнина, но вече от друг вид – не „кафявата“ мазнина, която служи за поддържане на терморегулацията, а бяла, която изпълнява функцията на енергиен запас. То продължава да расте - дълго е около 40 см и тежи около 1320 грама. Голяма част от увеличеното тегло се дължи и на нарастването на мозъка. Всеки ден по него се образуват нови гънки, което му позволява да увеличава плътността и теглото си.При момченцата тестисите вече почти са заели мястото си в скротума. Момиченцата имат завършена полова система и в яйчниците им вече има над половин милион яйцеклетки – техният брой пък ще започне да намалява и това намаление ще продължи и през детството.Сетивата на бебето са много добре развити. С всеки ден то развива способността си да различава и да реагира на шумове и светлина. Чувството му за вкус се обостря. То постоянно преглъща амниотична течност, хълца, кашля и смуче ръчичката си", 30, "Вече сте в 30 г.с. и вероятно сте обзета от домакинска треска: това неудържимо желание да излъскате цялата къща е типично за всички бременни. Партньорът ви и останалите членове на вашето домакинство може да помислят, че бременността ви е докарала до леко полудяване. Те не могат да си обяснят по друг начин защо за вас е станало жизненоважно да елиминирате всяка прашинка над най-горния ред кухненски шкафове и с изумление заварват цялата къща без пердета – вие внезапно сте решила, че те задължително трябва да бъдат изпрани и изгладени. Обяснете им, че сте съвсем нормална и че този синдром дори има наименование – „гнездене“. Наблюдава се и при много по-примитивни видове от човека. Вие искате да създадете възможно най-добрите условия за отглеждането на вашето бебе.Все пак трябва да сте много внимателна. Не се претоварвайте; не вдигайте и не местете тежки предмети и мебели; не се качвайте на високи столове и стълби – чувството ви за равновесие и без това е нарушено. Не прекалявайте с употребата на силни почистващи препарати и не използвайте белина. Почивайте си често. Най-лесният съвет е да прехвърлите възможно най-много задачи от голямото предродилно почистване на партньора си, но повечето „гнездящи“ майки много държат да направят всичко сами. Дори той да ви предложи помощта си, най-вероятно ще му откажете – а същата вечер ще заявите, че ви е омръзнало да правите всичко сама, бременна и преуморена, и никой да не ви помага. До този момент той би трябвало да е свикнал с необяснимите обрати в поведението на бременната си половинка и подобни излияния едва ли ще му направят впечатление.", "При по-ранните описания на основните макронутриенти в храните ви обещахме, че няма да ви натоварваме с досадни описания на всевъзможните видове мазнини, а само ще обясним кои от тях са полезни и кои – не. Сега частично ще отстъпим от това обещание: с наближаването на раждането е добре да се запознаете с така наречените омега-3 мастни киселини, които имат свойството да предпазват кръвоносните съдове от „втърдяване“, като намаляват рисковете от образуване на тромби. Освен това те укрепват имунната система и ограничават развитието на инфекции. Приемът им е особено важен през последния триместър от бременността, защото участват и в изграждането на мозъчните структури – а в последните седмици преди раждането мозъкът на бебето се развива изключително бързо и формира дяловете и връзките между тях.Няма да изпадаме в подробности около химичната структура на Омега-3 мастните киселини и да ви обременяваме с описания на техните видове и функции, но ще посочим някои от храните, които ги съдържат. На първо място това са прословутите мазни риби като сьомга, риба тон, скумрия – няколко пъти вече споменати като източник на много ценни вещества. Не прекалявайте обаче с едрите океански риби поради възможността в тъканите им да има отлагания от живак. Омега-3 мастни киселини можете да си набавите от орехите и съответно ореховото масло, както и от други растителни масла като ленено масло, масло от авокадо и най-вече от любимият ви зехтин. Чудесен източник на омега-3 са водораслите спирулина – известни като „суперхрана“ поради много високото съдържание на витамини и микроелементи, в много страни тези водорасли са едва ли не задължителна добавка в менюто на бременната жена. Дори да не сте сред почитателките на модерните екзотични биопродукти, добре е да обмислите приема на спирулина през оставащите месеци до раждането – имате нужда от укрепване на имунитета и подобряване на работата на кръвоносните съдове." },
                    { 31, "БЪДЕТЕ ВНИМАТЕЛНА В ДВИЖЕНИЯТА СИ – НИВАТА НА ХОРМОНА РЕЛАКСИН В ОРГАНИЗМА ВИ СЕ УВЕЛИЧАВАТ;ИЗПОЛЗВАЙТЕ ШВЕЙЦАРСКА ТОПКА ВМЕСТО СТОЛ, ЗА ДА НАМАЛИТЕ БОЛКИТЕ В КРЪСТА И ГЪРБА;ОБМИСЛЕТЕ ДАЛИ ИСКАТЕ ДА ВИ БЪДЕ ПОСТАВЕНА ЕПИДУРАЛНА УПОЙКА ПО ВРЕМЕ НА РАЖДАНЕТО", "Вашето бебе вече тежи килограм и половина и е дълго около 41-42 см. През десетте седмици, които остават до раждането, то ще наддава на тегло с все по-бързи темпове. Основната част от увеличеното тегло се пада на подкожните мазнини, но мозъкът също расте много бързо и става все по-плътен.Бебето усложнява циркадния си ритъм. Освен сън и бодърстване, то прибавя към дневните си навици и почивката. По време на почивка то не е в дълбок сън, но и не се движи с обичайната си енергия, а кротичко дреме, смуче палеца си и отвреме-навреме се „оглежда“. Очите му вече се опитват да проследяват източниците на светлината, която прониква в утробата.Мъхчето по тялото му продължава да пада. Понякога бебето не успява да се освободи докрай от него и се ражда с космато гръбче, чело или ръце. До седмица-две след раждането последните остатъци от ланугото ще изчезнат напълно.До тази седмица бебето вече се е обърнало с главата надолу. Ако не е направило това, шансовете да застане с главично предлежание намаляват, защото с всеки ден то става все по-голямо, а свободното за движение пространство – по-малко. Все пак още има много време то да заеме „правилна“ позиция, особено с малко помощ от ваша страна. През следващата гестационна седмица ще се спрем на този въпрос", 31, "Вие сте в 31 г.с. и бременността вече много ви тежи – в буквален и преносен смисъл. С всеки ден се чувствате все по-изморена и ежедневните задачи ви костват много повече усилия, отколкото очаквате. Въпреки това вие неуморно продължавате да чистите и подреждате дома си в очакване на бебето. За повечето жени това е достатъчно „упражнение“ и гимнастиката, плуването и йогата за бременни започват да остават на заден план. Това е нормално – никой не очаква от вас спортни успехи в последния триместър от бременността, но отделяйте време поне за кегеловите упражнения и задължителната разходка, както и за упражненията за раздвижване на гърба и кръста.", "С всяка следваща седмица от оставащите два месеца матката расте и притиска стомаха ви и сигурно вече забелязвате, че след няколко хапки се чувствате преяла. Това е повод за радост за много бременни, особено ако са прекарали втория триместър в постоянна борба с неукротимия апетит. За съжаление чувството за преяждане не трае дълго и скоро след хранене пак сте гладна. До раждането може да се наложи да „разреждате“ основните хранения. Все пак не е препоръчително да ядете през час-два. Старайте се между храненията ви да има около тричасова пауза." },
                    { 32, "АКО КЪМ 32 Г.С. БЕБЕТО ВСЕ ОЩЕ НЕ СЕ Е ОБЪРНАЛО С ГЛАВАТА НАДОЛУ, ОПИТАЙТЕ ДА „ГО НАКАРАТЕ“ ДА НАПРАВИ ТОВА;ЗАПОЗНАЙТЕ СЕ С РАЗЛИЧНИ ТЕХНИКИ ЗА БЕЗБОЛЕЗНЕНО РАЖДАНЕ БЕЗ УПОЙКА;НЕ ПРИЕМАЙТЕ ОТ УЧТИВОСТ ВСИЧКИ БЕБЕШКИ ДРЕШКИ И ВЕЩИ, ПРЕДЛАГАНИ ОТ ПРИЯТЕЛИ И БЛИЗКИ", "В 32 г.с. вашето бебе тежи около 1700 грама и е дълго около 42 см. То вече има много добре развита нервна система. Четири от сетивата му вече „работят“ удивително добре като за човече, което познава единствено малкия свят на утробата: то вижда, чува, опипва и усеща вкус. Единствено обонянието е непознато за него и ще остане такова до раждането.През тази седмица то вече развива и усещане за температура и може да прави разлика между топло и студено. Реакцията му на рязка промяна в температурата е подобна на всички други негови реакции – рязко движение, което може дори да ви причини болка. Бебето вече е доста силно и енергичните му ритници понякога не ви умиляват – може да се наложи дори да го подканите да се укроти. Все пак и вие сте човек! Скоро обаче бурните му движения отново ще намалят своята сила и интензивност, защото матката ще започне да става тясна.През тази и следващите седмици кожата му ще става все по-плътна и по-бяла – на този етап тя все още е червена на цвят, тъй като капилярите леко прозират отдолу. Увеличава се и количеството верникс – белезникавата мазнина, с която то е покрито. Тази мазнина ще му помогне по-лесно да се плъзне през родовия канал, когато времето за раждане настъпи, и все така ще го предпазва от инфекции.", 32, "Вие сте в 32 г.с. и освен по-голяма и по-тежка, матката ви става и все по-чувствителна. Все по-често получавате Бракстън Хикс контракции и понякога дори най-минималните физически усилия водят до неприятно втвърдяване на корема. То често е съпроводено със задух – нивото на матката вече стига до 12 см над пъпа и упражнява голям натиск върху диафрагмата. Болезнените контракции също не са необичайно явление през последните два месеца от бременността. На този етап те би трябвало да са слаби и нерегулярни. Ако ги усещате твърде често и болката е силна, съобщете на лекаря си. Може да се наложи да изоставите обикалянето по магазините, почистването на дома и дългите разходки.Ако матката е много чувствителна, тя може да реагира с болезнени или с Бракстън Хикс контракции при допир – например когато масажирате корема си с маслото против стрии или просто го галите. Често тя контрахира при сексуална възбуда, понякога и при стимулация на гърдите дори без сексуален елемент – например ако мажете гърдите си с омекотяващ крем, за да ги подготвите за кърменето. В този случай бъдете предпазлива – за всеки случай прекратете сексуалните контакти, а при употребата на козметични средства в областта на корема и гърдите действате много бавно и внимателно, без натиск и втриване. При чести контракции, без значение от кой вид, приемайте повече течности и храни, богати на магнезий и витамини от В групата.", "С наближаването на раждането вие все повече трябва да мислите не само за здравето на бебето, но и за собствената си сила и издръжливост. Предстои ви тежка „работа“ – и естественото раждане, и раждането с цезарово сечение са стрес за организма, който за броени часове преживява огромна физиологична промяна – а после има нужда от възстановяване, което може да отнеме месеци, ако занемарите грижата за тялото си. Единственият начин да се подготвите за предстоящото огромно натоварване е чрез храната. Ако през цялата си бременност сте спазвала адекватен хранителен и двигателен режим и сте си осигурявала достатъчно време за почивка, вие сигурно се намирате в добра физическа форма. Но винаги може да направите още нещо. В последните седмици преди раждането обърнете внимание на някои „суперхрани“, които може да не са част от обичайното ви меню и да ви звучат непознато, но ще бъдат от полза за укрепване на вашите сили, издръжливост и имунитет. Една от най-популярните „суперхрани“ в последните години е чията (можете да я срещнете и като чиа) – дребните семенца на растения от вида Салвия, което се отглежда предимно в Централна и Южна Америка.Чията е много полезна: тя съдържа цяла гама качествени мазнини, включително омега-3 мастни киселини, чиято важност вече ви е добре известна. Освен това тя е източник на качествен растителен протеин и на множество микроелементи като калий, натрий, калций, фосфор и други. Чията повишава издръжливостта на организма, регулира нивата на кръвната захар и способства за по-бързо клетъчно възстановяване. И, което не е маловажно за бременната жена – има много приятен вкус." },
                    { 33, "НЕ УСЛОЖНЯВАЙТЕ ИЗЛИШНО ДОМАШНАТА ПОДГОТОВКА ЗА БЕБЕТО;ОТБЕЛЯЗВАЙТЕ НЕОБИЧАЙНАТА АКТИВНОСТ НА БЕБЕТО;ПРОТИВОДЕЙСТВАЙТЕ НА ТРЕВОЖНОСТТА С ДИХАТЕЛНИ УПРАЖНЕНИЯ", "Вашето бебе продължава неуморно да расте – вече ви обърнахме внимание, че през последния триместър то наддава повече на тегло, отколкото на ръст. В 33 г.с. то тежи около 1900 грама и в близките седем седмици почти ще удвои теглото си. Дълго е около 44 см. и от ден на ден става все по-дебеличко и все по-силно. Ритничетата и останалите движения на бебето са толкова мощни, че не е нужно близките ви да поставят ръка на корема ви – достатъчно е да се загледат в него, за да видят местенето и подскачането, предизвикани от енергичността на малкия човек. В следващите седмици ще му става все по-трудно да се движи – то ще продължава да расте, но амниотичната течност вече няма да увеличава количеството си, поради което околоплодният мехур ще започне да отеснява.Към 33 г.с. костите на бебето вече са плътни и твърди. Белите дробове са много напреднали в развитието си и при раждане в тази седмица има много голям шанс то да може да диша самостоятелно.", 33, "В 33 г.с. вие се люшкате между две крайности – ту имате чувството, че времето за раждане никога няма да настъпи и ще си останете завинаги бременна, ту – че нямате никакво време и бебето ще се появи всеки миг, а все още не сте изпълнила нищо от предвиденото. Няма майка, за която тези усещания да са непознати! Нарастващото напрежение води до добре познатите ви от първия триместър раздразнителност, тревожност и промени в настроението. Ако преди шест месеца тези прояви се дължаха на бушуващите хормони, сега причините са повече психологически. Притеснението от раждането, тежестта и преумората, множеството задачи покрай посрещането на малкия човек – нормално е всичко това да ви напряга и изнервя. Може да започнете да се дразните от постоянните въпроси на близки и познати – по десет пъти на ден ви се налага да обяснявате къде ще раждате, как ще раждате, избрали ли сте име на бебето, купили ли сте количка… Интересът на околните е съвсем добронамерен, но ако буди у вас раздразнение и досада, ограничете външните контакти. Повечето бременни в последните два месеца се чувстват най-добре у дома си – това също е свързано със синдрома на „гнезденето“, който споменахме преди няколко седмици. Спокойно можете да ограничите социалните си контакти само до семейството и някоя особено доверена приятелка, ако всички други ви дразнят и натоварват. Пазете спокойствието и ведрото си настроение.", "В последния триместър от бременността не само стомахът, но цялата ви храносмилателна система е подложена на огромен натиск – в най-буквалния смисъл на тази дума! Матката притиска червата и затруднява тяхната проходимост. В резултат на това запекът, който вероятно ви е измъчвал през първия триместър, се завръща – и този път е дори по-вредоносен, тъй като тежестта върху тазовата област и увеличеният обем на кръвта лесно могат да ви докарат и хемороиди, а запекът и хемороидите са много добра компания – всяко от тези състояния благоприятства другото.Има два начина да противодействате на запека – чрез мазнини и чрез фибри. Изпробвайте и двата. По отношение на мазнините можете да опитате съветите, които ви дадохме през първия триместър: кокосовото масло и сусамовият тахан са отличен избор. Можете да ги приемате сутрин на гладно. И двете са изключително полезни. Кокосовото масло е и толкова вкусно, че спокойно можете да хапвате по две-три супени лъжици преди закуска без нужда от подобряване на вкуса. Сусамовият тахан има по-тежък и може би непривичен за вас вкус, но ако го разбъркате с кисело мляко и добавите малко мед, ще получите истинско лекарство за стомаха и чревната система. Пълнозърнестият тахан съдържа и фибри – двойно действие, което почти сигурно ще елиминира запека. Ценно съчетание на мазнини и фибри (а и на много други полезни вещества) ви осигурява и добре омекналото авокадо." },
                    { 34, "ГРИЖЕТЕ СЕ ЗА ВЪНШНИЯ СИ ВИД;ЗАВЕДЕТЕ ДОМАШНИЯ ЛЮБИМЕЦ НА КОНТРОЛЕН ПРЕГЛЕД ПРИ ВЕТЕРИНАРЕН ЛЕКАР;ПЛАНИРАЙТЕ РАЗУМНО ПОКУПКИТЕ ЗА БЕБЕТО", "Бебето ви расте и се подготвя за раждането. В 34 г.с. то е дълго около 45 см и тежи около 2150 грама. В много случаи през тази седмица бебето започва леко да се „смъква в таза“, което може да бъде установено, ако се измери позицията му спрямо спините на седалището. Белите дробове продължават да образуват сърфактант и вече са готови да дишат самостоятелно. Мозъкът и нервната система се развиват много бързо. Костите стават още по-плътни и по-тежки. Кожата се удебелява. Белезникавият слой мазнина, който я покрива, увеличава количеството си: вашето бебе се подготвя за раждането.От тази седмица плацентата престава да расте и минава в така наречената „степен на зрялост“ или „втора степен на зреене“. Това означава, че нейната способност да довежда кислород и хранителни вещества за бебето и да отвежда непотребните продукти от неговия метаболизъм достига своя пик и малко по малко започва да намалява. През последните две седмици от бременността плацентата ще премине в „степента на стареене“, или „трета степен на зреене“, в която тези функции ще бъдат още по-намалени. При много бременности плацентата „узрява“ доста по-рано. Обикновено това не е повод за притеснение, ако бебето наддава нормално. Ако в растежа и теглото му настъпи застой, вашият лекар ще предприеме нужните мерки.", 34, "Вие сте в 34 гестационна седмица и вече е време за почивка! Ако до този момент сте работила, то през тази седмица би трябвало най-после да излезете в болничен. Заедно с него ще получите от лекаря, следящ бременността, нужните ви документи за постъпване в болница. Това са направление за хоспитализация, обменна карта (сбита медицинска информация за вашата анамнеза и наблюденията от началото на бременността), карта за кръвногрупова принадлежност и последните изследвания на кръв, урина и микробиологичен вагинален секрет. Дръжте тези документи на едно място, за да ви бъде удобно да ги вземете при тръгване към болницата.", "През тази гестационна седмица ще ви запознаем с още една „суперхрана“, която ще повиши имунитета и издръжливостта ви и ще ви подготви за раждането – така нареченото „годжи бери“, или вълче грозде. Годжи бери представлява дребен червеникав плод, който съдържа ценни витамини и минерали в много високи концентрации. Използва се в традиционната източна медицина от векове като лекарство срещу редица болести и оплаквания – главоболие, чернодробни проблеми, сърдечно-съдови заболявания и много други. За вашето състояние от съществено значение са много високите нива на желязо и витамин C – и двете способстват за повишаване на имунитета, а това е важно непосредствено преди и непосредствено след раждането. Годжи бери съдържа още множество минерали като магнезий, мед, калий и други, а също и омега-6 и омега-3 мастни киселини в оптимално съотношение." },
                    { 35, "ИЗБЯГВАЙТЕ ДА ЧЕТЕТЕ ОПИСАНИЯТА НА РАЖДАНИЯ В ИНТЕРНЕТ ФОРУМИ;КУПЕТЕ СИ ПОНЕ ЕДНА ГОЛЯМА ВЪЗГЛАВНИЦА;ПОЗВОЛЕТЕ НА ПО-ГОЛЯМОТО ДЕТЕ ДА УЧАСТВА В ПОДГОТОВКАТА ЗА БЕБЕТО", "В 35 г.с. вашето бебе продължава да расте, но матката и амниотичната течност вече не се увеличават заедно с него. В резултат на това на бебето му става все по-тясно и по-трудно да се движи. Характерът на движенията се променя – то вече не може да се върти и преобръща като малък плувец. За сметка на това, поради намаляването на количеството околоплодна течност, вие усещате много по-отчетливо неговите ритничета, размахването на ръцете и дори опитите му да се протегне – последните може би вече ви причиняват истинска болка.То е дълго около 46 см и тежи около 2400 грама. В оставащия месец от бременността то ще наддаде вероятно с още килограм телесно тегло, което включва не само подкожна мазнина, но и мозъчната тъкан, както и костната плътност, които продължават да се увеличават. Вашето бебе става все по-умно: броят мозъчни гънки расте, невроните се умножават и усложняват. Растат и роговите тъкани като коса и нокти. Макар че мъхчето по тялото на бебето вече е почти опадало, косата му става все по-гъста, а космите са учудващо дебели. След раждането тази коса по всяка вероятност ще падне, а на нейно място ще се появи фин бебешки мъх. Ноктите на бебето не само са съвсем оформени, но и стават все по-дълги. То може да се одраска, докато разтрива лице с юмручета.Развитието на белите дробове е почти приключило. Повечето бебета, родени през 35 г.с., могат да дишат самостоятелно, а ако и теглото им е над 2500 грама, могат да се „справят“ с живота извън утробата без интензивна медицинска помощ.", 35, "В 35 г.с. вие би трябвало вече да сте в официална почивка и от служебните ангажименти, и от всички домакински и други задължения, които ви тежат. Остават само около пет седмици до вероятната дата на раждането. Посветете ги на почивка, разходки и ненатоварващи удоволствия. Трябва да се съсредоточите върху физическата и психическата подготовка за раждането.Към тази седмица вие трябва да сте се ориентирали в избора за здравно заведение и екип за раждането. Ако досега не сте имали среща с избрания лекар, насрочете я. Ако не смятате да избирате екип, отидете в приемното време на избраното родилно заведение, за да говорите с дежурния лекар, който е на смяна. След като вече имате нужните ви документи и изследвания от лекаря, следящ бременността, никой няма право да ви откаже консултация – просто трябва да заявите, че възнамерявате да раждате в конкретната болница или клиника. Важно е медицинската документация да бъде прегледана предварително от здравното заведение, тъй като в нея може да се съдържа информация, касаеща въпросите около вашето постъпване. Също така помолете да ви бъде даден конкретен списък с нещата, които трябва да занесете във връзка с раждането и болничния престой.", "През последните седмици на бременността апетитът при повечето жени леко се понижава. Матката е огромна и от това страда цялата храносмилателна система – стомахът е „избутан“ нагоре и всяко по-обилно хранене причинява киселини, а червата реагират на постоянния натиск от страна на матката, като стават все по-чувствителни към трудносмилаемите храни. През последния месец е добре да намалите храните, съдържащи големи количества целулоза и фибри, както и газообразуващите храни. Можете да замените суровото зеле с леко задушено или кисело зеле. Същото се отнася до морковите, които можете да консумирате леко задушени, сварени в готвено ястие или под формата на сок – те са все така полезни за вас, но храносмилателната системна вече се затруднява с обработката на големи количества фибри." },
                    { 36, "НЕ СЕ НАСТРОЙВАТЕ НЕГАТИВНО СРЕЩУ МЕДИЦИНСКИЯ ПЕРСОНАЛ В РОДИЛНОТО ЗАВЕДЕНИЕ;ПОМОЛЕТЕ РОДНИНИ И ПРИЯТЕЛИ ДА ВИ ПОДАРЯТ ЧАСТ ОТ НЕЩАТА, ПРЕДВИДЕНИ В „БЕБЕШКИЯ СПИСЪК“", "Вашето бебе е в 36 г.с. и е готово за живот извън утробата. Разбира се, най-добре за него е да изчака термина, но при едно евентуално раждане в 36 г.с. нормално развитото бебе би трябвало да може да диша и да поддържа телесната си температура без медицинска помощ. Това със сигурност е огромно облекчение за тези от вас, които имат рискова бременност.Бебето продължава да натрупва телесна мазнина, но темпът на растеж леко намалява – то вече се доближава до размерите и теглото, с които ще се роди. През тази седмица то тежи около 2600-2700 грама, а ръстът му е около 47 см. Възможността му да се движи е все по-ограничена от тясното пространство и намаляването на околоплодната течност. Въпреки това то успява да сменя позицията си – просто акробатичните преобръщания, които прави през ранните месеци на бременността, сега са заменени от по-бавно и „тромаво“ въртене наляво и надясно. През последните седмици от бременността то усилено смуче палеца или цялото си юмруче, като така се подготвя за засукването. Някои бебета дори се раждат с мазоли по ръчичките, причинени от тези интензивни „уроци“. Продължава и подготовката му за дишането – то често хълца, понякога на цели серии, от което коремът ви започва да подскача. Друго любимо занимание е да опипва краката си или пъпната връв. Всички негови сетива, освен обонянието, както и множество рефлекси биват постоянно „тренирани“ – то продължава да се подготвя за живота навън.", 36, "Вие сте в 36 г.с. и „тежестите“ на последния триместър достигат своя връх. В оставащите седмици от бременността теглото и коремът ви едва ли ще нараснат особено много – рядко се наблюдава съществено повишаване на килограмите в последния месец. Не само бебешките, но и вашите движения вече са силно ограничени – понякога и обуването на чорапи и обувки е истинско предизвикателство за жената в напреднала бременност. Важно е да не допускате да се чувствате непълноценна: в тези последни седмици е нормално да ви е трудно да се грижите за домакинството си и за външния си вид. Колкото и изморена да се чувствате, не се отказвайте от движението – продължителното седене или лежане влошават болките в ставите и ви правят все по-отпусната и лишена от енергия. Излизайте на чист въздух и се разхождайте всеки ден. Ако краката ви са отекли и лесно се изморяват, правете чести почивки, но не спирайте разходките. Раздвижвайте също гръбначния стълб и ръцете. Това стимулира кръвообращението и помага срещу отоците, които често се появяват през последните седмици на бременността – вече не само по преуморените крака, но и по ръцете, а понякога и по лицето. Това подуване се дължи на задържането на течности, поради което е все така важно да пиете много вода или „разрешени“ безалкохолни напитки като слаб чай, плодов или зеленчуков сок, айран. Приемането на достатъчно течности ще облекчи и мускулните крампи, схващания и потрепвания, които обикновено се засилват през последния месец на бременността.", "Както вече споменахме, през последните седмици от бременността е възможно да започнете да страдате от неприятни отоци по крайниците и лицето. Те се дължат на поредните хормонални промени, свързани с наближаващото раждане (изследванията на кръв и урина ще елиминират възможността тези отоци да се дължат на по-сериозна причина). За да намалите отоците, трябва преди всичко да приемате достатъчно вода и да спазвате режим на умерена двигателна активност. Можете да си помогнете и с някои храни, най-вече богатите на калий – такива са авокадото, доматите, аспержите и други. Особено ценна храна в борбата със задържането на течности е папаята – един истински „супер плод”. Тя съдържа голямо количество витамини, включително витамини от B групата, което я прави подходяща и препоръчителна част от менюто на тези сред вас, които не са любители на животинските продукти. Освен това папаята е богата на калий, калций, желязо и много други ценни микроелементи. От векове са известни лечебните ѝ свойства, свързани с намаляване на отоците, подобряване на кръвообращението и извеждане на отпадъчните продукти от организма. Тя подобрява и храносмилането." },
                    { 37, "ВОДАТА ЩЕ ОБЛЕКЧИ ТЕЖЕСТТА И БОЛКАТА В КОСТИТЕ И МУСКУЛИТЕ;ПЛАНИРАЙТЕ ПРЕДВАРИТЕЛНО ДО КАКВА СТЕПЕН ЩЕ ПОЛЗВАТЕ ПОМОЩТА НА РОДНИНИ СЛЕД РАЖДАНЕТО И ОБСЪДЕТЕ НАМЕРЕНИЯТА СИ С ТЯХ;ПОДГОТВЕТЕ ПО-ГОЛЯМОТО СИ ДЕТЕ, ЧЕ ЩЕ ОСТАНЕТЕ В БОЛНИЦА ЗА НЯКОЛКО ДНИ", "Честито! Вашето бебе официално е „доносено“ – ако то се роди в тази седмица, това няма да се счита за отклонение от нормалната бременност по медицинските стандарти. Практически то е напълно готово за живот „навън“: нервната му система е завършила развитието си; метаболизмът и храносмилателната система функционират изцяло и то е готово да премине към кърменето; белите му дробове са развити и могат да дишат без медицинска помощ. Теглото му би трябвало да е около 2800 грама, а при момченцата и по-едрите бебета може и да е минало три килограма. Ръстът му е 48-49 сантиметра.Раждането може да започне всеки момент и ако това се случи, нямате причина за тревога. Разбира се, по-вероятно е бебето да остане в уюта на утробата още две-три седмици. През това време в тялото му няма да се случат съществени функционални изменения, но то ще повиши малко ръста и теглото си.", 37, "Вие сте в 37 г.с. и към всички останали проблеми на късната бременност се добавя и безсънието. Със сигурност поне веднъж някой ви е дал мъдрия съвет „спи сега, защото после като се роди бебето, няма да можеш“ (по-вероятно е да сте чули тази крилата фраза десетки пъти). За повечето бременни в последния месец този съвет звучи като подигравка – сигурно се събуждате по няколко пъти на нощ само за да посетите тоалетната, а към това се прибавят невъзможността да намерите удобна поза, ританията на бебето, подготвителните контракции и психическото напрежение. Много често срещано през тези последни седмици от бременността е събуждането по едно и също време всяка нощ – например в 3 часа. Повечето бременни не могат да заспят по час-два след това необяснимо регулярно събуждане и призори заспиват отново. Има мнение, че вероятно в часа на това събуждане ще започне раждането, но това не важи във всички случаи.", "С наближаването на раждането вашият лекар вече не следи промяната в теглото ви с повишено внимание – освен ако не наддадете ненормално много точно през последните две седмици, което е малко вероятно, от гледна точка на медицината важността на измерването на теглото вече не е от такова значение. При вас вероятно е точно обратното – две-три седмици преди термин правите равносметка на „пораженията“ върху тялото си и по правило сте ужасена. Дори отличничките, които са качили препоръчаните 10 до 12 килограма за цялата бременност, отчаяно се питат каква част от това тегло ще „остане“ в болницата и каква ще трябва да преборят със спорт и диети. Ако сте качила до 15 килограма, нещата не са толкова лоши, колкото ви изглеждат." },
                    { 38, "СЪЗДАЙТЕ СИ ПОЛОЖИТЕЛНА НАГЛАСА ЗА РАЖДАНЕТО;СЪЗДАЙТЕ СИ РЕАЛИСТИЧНА НАГЛАСА ЗА РАЖДАНЕТО", "Вашето бебе вече е готово за раждането. През 38 г.с. то може би вече е започнало да се придвижва надолу в тазовия пояс – ако това е станало, вие ще видите „смъкването“ на корема и може би ще усетите облекчение от задъхването, причинено от натиска на високо разположената матка върху диафрагмата.Към тази седмица финият мъх, наречен „лануго“, обикновено е изчезнал, но части от него може да останат по гръбчето или ръцете на бебето и след раждането. Намалява и мазнината, която покрива кожата му. Тя няма да изчезне докрай – известно количество от нея ще остане, за да помогне на бебето при преминаването през родовия канал. Вътрешните му органи функционират изцяло, белите дробове са готови да поемат първата глътка въздух.То продължава да наддава на тегло, но това вече не е решаващо за живота му след раждането – в 38 г.с. то би трябвало да тежи поне три килограма. Всъщност през тези последни седмици от бременността нормите за тегло на бебето вече губят значението, което са имали досега – в зависимост от пола на бебето и наследствените фактори теглото може да варира от 2800 грама до 3 и половина килограма и дори повече. Това не бива да ви притеснява. Ръстът му също не е „нормиран“ – ориентировъчно той е някъде между 46 и 52 см", 38, "Вие сте в 38 г.с. и, също като бебето, сте напълно готова за раждането - поне по отношение на „практическата част“. Обикновено към тази седмица багажът ви е готов, документите – подредени, а количеството информация за раждането и грижата за новороденото, която сте прочела или изслушала, е огромно. Често обаче практическата подготовка не само не намалява безпокойството на бременната, а напротив – пристъпите на нервност и страх се засилват. Това е най-характерно за тези от вас, които чакат първото си дете, но и майките на второ и следващо дете изпитват притеснение, особено ако предишното им раждане или възстановяването след него са били особено трудни и травматични. Докато през предишните месеци на бременността раждането е изглеждало като далечно и донякъде абстрактно събитие, сега то се превръща в непосредствено, реално изживяване. При по-чувствителните жени това нерядко води до истински панически пристъпи, съпроводени със задух, кошмари, лоши предчувствия, депресивни състояния. Страхът и притесненията са нещо естествено, но паниката може да ви навреди, така че се опитайте да я овладеете. При панически пристъп дишайте дълбоко и бройте вдишванията и издишванията – броенето ви разконцентрира и успокоява. Използвайте някои от най-известните похвати на популярната психология като визуализация (представяйте си картини на спокойни и красиви места, където се чувствате в безопасност) или медитация (опитайте се да се освободите от всякакви мисли и представи и да „изпразните“ ума си).", "През 38 г.с. може би ще усетите рязко намаляване на апетита, характерно за седмиците непосредствено преди раждането. Притеснението и множеството задачи, които бързате да „отметнете“, допълнително ви разсейват и е много възможно буквално да забравяте да се храните. Това е естествена реакция на майчиния организъм, но не бива да минавате в режим на гладуване. В много интернет сайтове можете да срещнете препоръката да се храните с „лека храна“ като плодове и салати. Този съвет не е съвсем правилен. Апетитът ви за солидни порции може да намалява, но вие все още се нуждаете от „силна“ и питателна храна, тъй като ви предстои истинско физическо предизвикателство. Ако се налага да ограничите количеството храна, по-скоро дайте приоритет на малките, но по-калорични и пълноценни порции, богати на протеини, мазнини и микроелементи. Старайте се всеки ден да включвате в менюто си месо или риба, яйца, млечни продукти, ценни растителни мазнини като зехтин, кокосово масло и авокадо. Не пропускайте „суперхраните“, с които ви запознахме през последните няколко седмици. В никакъв случай не бива да се тъпчете насила – и без това свития ви стомах няма нужда да му причинявате допълнителни страдания. Но, колкото и да намалява желанието ви да се храните, не допускайте грешката да лишите организма си от енергия и ценни вещества точно в последните седмици преди раждането." },
                    { 39, "ПЛАНИРАЙТЕ ДАЛИ И КАК ЩЕ БЪДЕ ОТПРАЗНУВАНО ИЗПИСВАНЕТО НА БЕБЕТО;ПРИГОТВЕТЕ ДРЕХИТЕ И КОЗМЕТИКАТА, КОИТО ЩЕ ИЗПОЛЗВАТЕ ЗА ИЗПИСВАНЕТО", "В 39 г.с. вашето бебе продължава да расте, но с много намалени темпове. Вече е много трудно да се посочат приблизителното му тегло и ръст – както вече казахме, към тези последни седмици от бременността то вече не спазва медицинските нормативи и големината му зависи предимно от пола и наследствеността. Обикновено то е надхвърлило три килограма, но някои по-дребни бебета в 39 г.с. тежат около 2700-2800 грама, особено момиченцата. Това не е повод за притеснение. Вашето бебе е напълно развито и готово за живот извън утробата, а наддаването във всички случаи ще продължи и след раждането. В организма на бебето вече не настъпват съществени промени – разбира се, мозъкът и нервната му система продължават да се усложняват, а косата и ноктите да растат, но това също са процеси, които така или иначе ще се развиват занапред и вече не са обвързани с „престоя“ във вашето тяло.В тези последни дни то не е много активно и това може да ви разтревожи, но причината за намаляването на броя и интензивността на движенията му най-често е просто в тясното пространство. Редовните лекарски прегледи и записите на сърдечните тонове би трябвало да успокоят притесненията ви.", 39, "Вие сте в 39 г.с. и наближава краят на голямото очакване. Лекарските прегледи може би вече отчитат готовността за раждане – напълно е възможно да имате леко разкритие, а бебето да се намира ниско в тазовия пояс. Последното обстоятелство може да добави още един дискомфорт към последните дни от бременността – болка, изтръпване или бодежи в кръста и краката, причинени от притискането на седалищния нерв. Състоянието ви не позволява приемането на обезболяващи или лечебни масажи, така че приемете това като поредния досаден симптом, който просто ще изчезне с раждането – за щастие няма да се наложи да чакате дълго!Ако усетите признаците на притискане на седалищния нерв, трябва да намалите физическата си активност, която и без това сигурно вече е сведена до минимум. Когато усетите неприятната болка или изтръпване, легнете си. Понякога помага и топлата вана или компрес на кръста, но в никакъв случай не прилагайте гореща вода – твърде високите температури са все така противопоказни за вас.", "В последните дни от вашата бременност е много вероятно апетитът ви да е сведен почти до нула, а храносмилателната ви система да направи „обратен завой“ и от досадния запек да премине към състояние на често изхождане – понякога по пет-шест пъти на ден. Това е още един елемент от подготовката на вашето тяло за раждането. Организмът ви се старае да се освободи от всички допълнителни задачи и функции, които може да затруднят родилния процес. Оскъдното хранене и честото ходене до тоалетната са признак, че тялото се „съсредоточава“ върху по-важните функции, свързани с раждането. Честото изхождане може да е съпроводено и с лека диария, което може да е знак, че до големия миг наистина остават броени дни (но може и да е просто временна реакция към приета храна, така че не бързайте да се обаждате на партньора си с молба да приготви колата). При по-тежка диария, свързана с риск от обезводняване, се свържете с лекаря си. Ако чувствате стомаха и червата си много раздразнени, преминете към „суха“, бедна на целулоза и фибри храна. Можете да си позволите повече нишесте, което сигурно по време на бременността сте отбягвала. Чист бял ориз, варени картофи с малко мазнина или сухар би трябвало да облекчат състоянието ви. Можете да ядете и банани – те не са сред най-често препоръчваните плодове, тъй като съдържат много нишесте и са твърде сладки, но имат добро влияние върху разстроения стомах." },
                    { 40, "ОТДЕЛЕТЕ ВРЕМЕ ЗА ПСИХИЧЕСКО ОТПУСКАНЕ И ПОЧИВКА;РАНИТЕ И ЕВЕНТУАЛНИТЕ ШЕВОВЕ В ИНТИМНАТА ЗОНА СЛЕД РАЖДАНЕ ЩЕ ЗАРАСНАТ ПО-БЪРЗО, АКО ГИ ОСТАВЯТЕ ОТКРИТИ ЗА ИЗВЕСТНО ВРЕМЕ", "Вашето бебе е готово да живее извън тъмнината и уюта на майчината утроба – в 40 г.с. то е напълно завършило пренаталното си развитие. Ръстът и теглото му могат да варират в известни граници в зависимост от наследствеността, храненето ви през бременността и други фактори. Обикновено бебето е с тегло между три и четири килограма, макар че немалко бебета се раждат с тегло до четири килограма и половина и дори повече. По-ниското тегло също се среща сравнително често, особено при момиченцата. Бебетата над 2700 грама обикновено не се нуждаят от допълнителна медицинска грижа. Важно е да знаете, че всички бебета губят между 100 и 350 грама от рожденото си тегло в първите дни след раждането. Възстановяването на рожденото тегло и бързото последващо наддаване трябва да бъдат отчетени от детския лекар до 10 дни след раждането.Още нещо, за което трябва да сте готова, е разминаването между последните ехографски данни за теглото на бебето и реалното тегло, измерено непосредствено след раждането. Вече знаете, че ехографските данни са приблизителни, така че не се изненадвайте, ако сте очаквали бебето ви да тежи 3600 грама, а то се окаже 3300 или 4 килограма. Това са подробности, които нямат никакво значение, доколкото бебето ви е доносено и здраво.", 40, "Вие сте в 40 г.с. и очаквате раждането всеки момент. Това би трябвало да е последната седмица от бременността ви – поне според вероятната дата на раждане. Всъщност се приема, че нормалната бременност продължава до две седмици след определения термин, но сигурно не искате и да мислите за такъв вариант! Мъчителното очакване е спестено на тези от вас, които раждат с планирано секцио – тъй като то обикновено се насрочва за седмица преди термина, може би четете този текст на път за болницата или вече сте там. Ако това е вашият случай, ние ви желаем здраво и щастливо бебе и бързо възстановяване. Надяваме се, че сме ви били полезни през последните дълги и толкова важни месеци! Очакваме ви и в нашето приложение за родители, където ще получите ценни насоки и съвети за отглеждането на вашето малко съкровище през първата му година.Останалите от вас са в състояние на нервно очакване, което по всяка вероятност е заразило цялото семейство. В тези последни дни безсънието ви измъчва повече от всякога: будите се поне по 5-6 пъти на нощ, а понякога не можете да заспите с часове след събуждането. Подготвителните контракции обикновено са малко по-силни нощем, тъй като тогава бебето е по-активно, а движенията му провокират втърдяванията и спазмите на матката. С всяка контракция си задавате въпроса дали раждането не започва, а това в никакъв случай не ви помага да се отпуснете и да заспите отново! Старайте се поне да си почивате повече през деня. Вероятно чистенето и подреждането на дома отдавна е приключило, а дори да не е – не се претоварвайте. Съхранете силите си, доколкото е възможно.", "И през тази гестационна седмица едва ли имате особено голям апетит – това се дължи едновременно на свития стомах, на метаболитните промени, които се извършват в тялото ви като част от подготовката за раждането и на нервното напрежение, което ви е обзело. Намаляването на порциите всеки ден не е нещо притеснително, но все пак се старайте да приемате достатъчно пълноценни калории, дори и от малкото количество храна. Разбира се, всяка бременност е различна и много жени изобщо не се оплакват от липса на апетит дори в последните часове преди раждането. Ако сте сред тях, следвайте апетита си, но не преяждайте. Раждането може да започне всеки момент, а обилното повръщане не е много подходящо за стартиране на този така чакан процес – не защото е опасно за вас или за бебето, а защото ви създава допълнителен дискомфорт и тревога." },
                    { 41, "ПРАВЕТЕ СЕКС (ИЛИ ПОНЕ ОПИТАЙТЕ);РАЗДВИЖЕТЕ СЕ!", "В 41 г.с. вашето бебе минава под строго лекарско наблюдение. Това не означава, че в организма му настъпват някакви съществени промени, които биха довели до проблем – просто медицината подхожда с повишено внимание към способността на плацентата да доставя кислород и хранителни вещества за бебешкия организъм. Както вече споменахме, след 38 – 39 г.с. плацентата преминава в трета степен на зрялост – така наречената „степен на стареене“, което понижава нейната функционалност. При няколкодневно или седмично закъснение това не е проблем (при много жени плацентата узрява преждевременно, например още от осми месец на бременността, и това много рядко води до усложнения в нормалното износване на плода). Все пак през тази седмица вие ще посещавате болничното заведение всеки ден за следене на сърдечната честота на бебето – пониженият или неравномерен пулс може да са свидетелство, че бебето не получава достатъчно кислород. Вероятно ще ви бъде правен и ехографски преглед и проверка за разкритие. Ако няма никакви индикации за проблем, бъдете спокойна – самият факт на закъснението не излага бебето ви на риск, доколкото плацентата функционира нормално и количеството на околоплодната течност не е прекомерно ниско.", 41, "Вие сте в 41 г.с. и терминът на раждане вече е отминал, а вие все още сте бременна и нервността ви преминава в истинска тревога. Вероятно вече сте прочела поне една статия, озаглавена „рисковете при преносване“ или нещо подобно. Не си създавайте излишна паника - нормалната бременност трае до 42 седмици. Закъснението от няколко дни след термин е съвсем нормално; вие вече знаете, че терминът се изчислява на базата на „идеалния“ 28-дневен цикъл, „идеалната“ овулация на 14 ден от цикъла и „идеалното“ бебе, което се ражда в точно определен ден – но на практика само 5 % от бременностите са толкова идеални. За преносване в календарен смисъл може да се говори едва след края на 42 г.с., но стандартната медицинска практика в България е в рамките на седем-десет дни след термин да се пристъпи към индукция (предизвикване) на раждането. Дотогава вие ще посещавате лекаря си всеки ден за следене на сърдечните тонове на бебето и проверка на разкритието.", "Яжте люти и пикантни храни; опитайте ананас и добре сготвени патладжани; поръчайте си вечеря от китайския ресторант; подправете салатата си с босилек… Съществува изобилие от съвети за храни, с които можете да предизвикате или ускорите родилния процес. В някои от тях има известна логика. Пикантните храни имат свойството да дразнят червата и да усилват перисталтиката, а това обикновено задейства и маточните спазми. Ако обичате люто или кисело, спокойно можете да опитате някои екзотични предложения. Вашият партньор например не би имал нищо против да обиколи целия град, за да намери етиопската подправка бербере – чудесна добавка към яхнията за вечеря. Ако не изглежда особено ентусиазиран от тази идея, заплашете го, че другото най-препоръчвано средство за предизвикване на раждане е сексът! Шегата настрана – дали ще използвате най-екзотичната рецепта за суши, или обикновените люти чушки, ефектът би трябвало да е един и същ. Само не прекалявайте – лютите храни може да ви докарат болки в корема, които нямат нищо общо с раждането." },
                    { 42, "ОТИДЕТЕ НА МАСАЖ;ПОНЯКОГА НАЙ-ЕФЕКТИВНОТО СРЕДСТВО ЗА ПРЕДИЗВИКВАНЕ НА РАЖДАНЕТО Е ДА СПРЕТЕ ДА МИСЛИТЕ ЗА НЕГО", "И през тази гестационна седмица вашето бебе расте, а ако лекарските наблюдения не показват признаци на проблеми, няма нужда да се тревожите за него - единствените промени, които са се извършили в неговия организъм през последните седмици, са малко по-голямото тегло и малко по-дългите нокти, но нищо от това не е повод за тревога. През тази седмица със сигурност сърдечните тонове на бебето ще бъдат следени всеки ден, а може би ще ви бъде правен и ежедневен ехографски преглед. Вие все още не преносвате бебето в хронологичен план, но внимателното наблюдение е много важно. Основната причина за това повишено внимание е плацентата. Ако при ехографския преглед тя изглежда силно застаряла и по нея се наблюдават отлагания на калций или инфаркти (кръвоизливи по тъканта на плацентата, които често се появяват през последните седмици на бременността), вашият лекар може да се реши на по-ранна индукция, за да не излага бебето на риск от кислороден недостиг.", 42, "Както вече знаете, 42 г.с. е последната седмица от „нормалната бременност“ – след нейния край вие вече ще „преносвате“ своето бебе в медицинския смисъл на този термин. Преносването крие известни рискове за бебето и за вас, поради което стандартната медицинска практика изисква раждането да не се отлага повече. Вероятно вашият лекар вече има план за действие, който сте обсъдили в края на миналата седмица или ще го направите още в близките няколко дни. Обикновено през втората половина на 42 г.с. вие трябва да бъдете приета в болница. Дали ще се пристъпи към незабавна индукция, или ще изчакате още няколко дни под лекарско наблюдение – това зависи от преценката на лекаря и от практиката на избраното болнично заведение. Ако бебето, плацентата и околоплодните води са в нормално състояние, а шийката на матката е започнала да омеква, може да се изчака спонтанно започване на раждането, но във всички случаи след десетия ден от термина това изчакване е добре да бъде в болницата, където ще сте под внимателно наблюдение. Докато чакате датата на приемане, можете да продължите с опитите да предизвикате раждането чрез хранене, сексуална стимулация, движение, топли вани или душове. Никога не е късно раждането да започне по естествен път.", "В последните дни от бременността едва ли ви е до храна, а и сигурно мисълта за още едно ястие, обилно подправено с хрян и черен пипер, не ви е особено приятна. Въпреки това трябва да надмогнете липсата на апетит и да се храните нормално и пълноценно, без да прекалявате с порциите. Вашето бебе продължава да расте така, както би расло извън утробата ви – неговият организъм не може да си позволи да мине в „режим на изчакване“: то се нуждае от всички протеини, есенциални мазнини и микроелементи, които иначе би получило с кърмата.Като средство за стимулация и ускоряване на родилния процес можете да опитате някои билкови отвари. Както знаете от по-рано, употребата на билки изисква предпазливост по време на бременност и е добре първо да се консултирате с лекаря си, преди да си направите наглед съвсем безобиден билков чай. Някои билки подпомагат изглаждането на маточната шийка и макар че нямат пряко действие за предизвикване на раждането, могат леко да ускорят или улеснят този процес. Най-известен е чаят от малинови листа – много бременни го пият още от 38 г.с. по препоръка на лекаря си. Други отвари, които съдействат за по-гладко раждане, са черният кохош, градинският чай, билката „дяволска уста“. Под формата на масло, което можете да приемате перорално, за масаж или като ароматерапевтично средство, в тази гестационна седмица можете да опитате и вечерната иглика." }
                });

            migrationBuilder.InsertData(
                table: "MyPregnancyTrackerTask",
                columns: new[] { "Id", "Content", "CreatedOn", "DeletedOn", "GestationalWeekId", "IsDeleted", "ModifiedOn" },
                values: new object[,]
                {
                    { 1, "Запишете датата на започване на менструалния цикъл и неговата продължителност.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 1, false, null },
                    { 2, "Свържете се със своя лекар или фармацевт, за да Ви препоръча фолиева киселина или мултивитаминен комплекс, за бременни, в подходяща дозировка.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 1, false, null },
                    { 3, "Направете списък на лекарствата, които приемате или сте приемали в последните няколко месеца.Обсъдете списъка с лекаря си.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 1, false, null },
                    { 4, "Изберете метод, по който ще следите за настъпването на овулация.В зависимост от избрания метод се снабдете с дигитален термометър, тестове за овулация или и двете.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 1, false, null },
                    { 5, "Ако още не сте преустановили тютюнопушенето и употребата на алкохол и кофеин, направете го сега.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 1, false, null },
                    { 6, "Следете за появата на овулация през тази гестационна седмица - увеличаване на цервикалната слуз и повишаване на базалната температура.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 2, false, null },
                    { 7, "Планирайте седмичното си меню, като включите в него естествени източници на фолиева киселина.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 2, false, null },
                    { 8, "Ако все още не приемате фолиева киселина, започнете приема.Тя е важна за развитието на нервната система на Вашето бебе.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 2, false, null },
                    { 9, "Запишете своята медицинска информация и тази на партньора си.Включете всичко, за което се сещате.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 2, false, null },
                    { 10, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 3, false, null },
                    { 11, "Изтрийте тренировките от седмичния си график.Направете същото и с вечерните ангажименти, ако имате такива.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 3, false, null },
                    { 12, "Ако много искате да разберете за бременността си възможно най-рано, проучете в коя близка лаборатория ще можете да направите кръвен тест за бременност след около седмица.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 3, false, null },
                    { 13, "Прехвърлете на партньора си пазаруването, чистенето и останалите задължения, изискващи физическо натоварване.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 3, false, null },
                    { 14, "Ако закъснението е налице, купете си тест за бременност.Спазвайте внимателно инструкциите за употреба.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 4, false, null },
                    { 15, "Ако тестът Ви е положителен, свържете се с личния си лекар или с гинеколога си.Те ще Ви ориентират кога е най-подходящо да запишете час за първи ехографски преглед.Помолете ги за препоръка за подходящ витаминен препарат.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 4, false, null },
                    { 16, "Преустановете употребата на цигари, алкохол и кофеин, ако вече не сте го направили.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 4, false, null },
                    { 17, "Купете си мултивитаминен препарат за бременни или фолиева киселина и започнете да ги приемате в дозата, препоръчана от Вашия лекар.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 4, false, null },
                    { 18, "Започнете списъка с въпроси към лекаря.Включете всичко, което Ви интересува.Ако все още не сте избрали акушер-гинеколог и Ви предстои посещение при личния лекар, с когото да обсъдите дали и при кого ще се включите в програмата \"Майчино здравеопазване\".", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 5, false, null },
                    { 19, "Разберете дали сте боледували от варицела и рубеола - попитайте родителите си или потърсете стар здравен картон.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 5, false, null },
                    { 20, "Измерете теглото си и запишете резултата.Ще Ви подсещаме да мерите теглото си веднъж на две седмици.Тази информация ще е ценна и за Вашия лекар.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 5, false, null },
                    { 21, "Помолете партньора да води и взима по-голямото дете от училище и детска градина.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 5, false, null },
                    { 22, "Ако все още нямате насрочена среща с гинеколог за първи ехографски преглед, свържете се с избрания от Вас лекар и си запишете час.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 6, false, null },
                    { 23, "Обсъдете с партньора и с други членове на домакинството кои задачи и задължения можете да им прехвърлите, за да прекарате една спокойна и ненатоварваща бременност.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 6, false, null },
                    { 24, "Ако имате домашен любимец, насрочете му час за ветеринарен преглед.Ветеринарният лекар ще постави нужните ваксинации и ще направи външно и вътрешно обезпаразитяване на любимеца Ви.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 6, false, null },
                    { 25, "Преосмислете обичайния си дневен режим така, че да си осигурите време за почивка и личен комфорт.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 6, false, null },
                    { 26, "Изберете кабинет и лекар, при който искате да проведете първата фетална морфология.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 7, false, null },
                    { 27, "Запишете час за фетална морфология.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 7, false, null },
                    { 28, "Ако се чувствате уморена и податлива на вируси и други инфекции, консултирайте се с лекаря си за подходящ имуностимулант.Хомеопатичните средства са много подходящи за целта.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 7, false, null },
                    { 29, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 7, false, null },
                    { 30, "Заредете чантата си с ментови или евкалиптови бонбони за \"спешна помощ\", ако Ви предстоят ангажименти извън дома.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 8, false, null },
                    { 31, "Включето провеждането на биохимичен скрининг в списъка с въпроси за Вашия лекар.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 8, false, null },
                    { 32, "Ако не се чувствате добре, отменете всички задачи и ангажименти, които не са от непосредствена важност, без значение дали са служебни семейни или социални.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 8, false, null },
                    { 33, "Ако още не сте записали час за фетална морфология, направете го сега.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 8, false, null },
                    { 34, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 9, false, null },
                    { 35, "Разгледайте гардероба си и приберете всички дрехи, които вече са Ви твърде тесни или са направени от неподходящи материи.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 9, false, null },
                    { 36, "Посетете козметичен магазин или аптека и изберете козметика против стрии.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 9, false, null },
                    { 37, "Обсъдете с партньора си нуждата и възможността да направите ранен тест за пренатална диагностика.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 9, false, null },
                    { 38, "Планирайте кратка семейна почивка или излет сред природата, ако се чувствате достатъчно добре.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 10, false, null },
                    { 39, "Започнете да спите на лявата си страна, за да изградите полезни навици за по-късния период на бременността.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 10, false, null },
                    { 40, "Заедно с бъдещия татко планирайте как ще съобщите за бременността си сред близките и приятелите си.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 10, false, null },
                    { 41, "Прегледайте домакинските препарати и отделете настрана тези, които съдъжат белина, както и силните обезмаслители.Помолете партньора си да поеме чистенето с тях.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 10, false, null },
                    { 42, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 11, false, null }
                });

            migrationBuilder.InsertData(
                table: "MyPregnancyTrackerTask",
                columns: new[] { "Id", "Content", "CreatedOn", "DeletedOn", "GestationalWeekId", "IsDeleted", "ModifiedOn" },
                values: new object[,]
                {
                    { 43, "Започнете да следите вагиналното си течение.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 11, false, null },
                    { 44, "Приберете обувките на високи токове и се снабдете с ниски и удобни модели.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 11, false, null },
                    { 45, "Потърсете информация за безопасни хомеопатични и ароматерапевтични средства, способстващи за добър сън и релакс.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 11, false, null },
                    { 46, "Планирайте менюто си за няколко дни напред.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 12, false, null },
                    { 47, "Прегледайте и прочистете кухненските шкафове и хладилника.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 12, false, null },
                    { 48, "Свържете се със зъболекар и уговорете час за профилактичен преглед.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 12, false, null },
                    { 49, "Ако сте вегетарианка или напоследък нямате никакъв апетит за месо и яйца, помолете лекаря си да Ви препоръча подходяща хранителна добавка.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 12, false, null },
                    { 50, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 13, false, null },
                    { 51, "Направете си \"бременна\" снимка.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 13, false, null },
                    { 52, "Изберете си подходящо слънцезащитно средство.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 13, false, null },
                    { 53, "Прегледайте хладилника и шкафа с продукти за готвене и изхвърлете всички продукти, съдържащи хидрогенирани растителни мазнини - купете на тяхно място зехтин, масло и други качествени заместители.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 13, false, null },
                    { 54, "Изненадайте партньора с предложение за ненатоварващо и забвано съвместно преживяване.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 14, false, null },
                    { 55, "Разпределете седмичните си задачи така, че да се възползвате от повишената енергия, без да се претоварвате.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 14, false, null },
                    { 56, "Започнете да планирате промените в семейното жилище.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 14, false, null },
                    { 57, "Изберете подходящ спорт за бременни.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 14, false, null },
                    { 58, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 15, false, null },
                    { 59, "Започнете да практикувате упражнения на Кегел.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 15, false, null },
                    { 60, "Разговаряйте с по-голямото си дете за идващото бебе.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 15, false, null },
                    { 61, "Планирайте седмичното си меню, като включите в него подходящи източници на калций.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 15, false, null },
                    { 62, "Обсъдете с партньора си възможността да инвестирате в покупки, които ще улеснят домакинството ви в бъдеще.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 16, false, null },
                    { 63, "Огледайте колекциите от дрехи за бременни в специализираните магазини в интернет.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 16, false, null },
                    { 64, "Потърсете организирани групи за бременни във Вашия град или район или се включете в такива групи във форумите и социалните мрежи.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 16, false, null },
                    { 65, "Ако вече усещате подготвителни контракции, започнете да записвате честотата им.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 16, false, null },
                    { 66, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 17, false, null },
                    { 67, "Запишете час за втора фетална морфология.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 17, false, null },
                    { 68, "Започнете да прочиствате и подреждате дома си.Бъдете методични и не бързайте: действайте стая по стая и шкаф по шкаф.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 17, false, null },
                    { 69, "Уговорете си среща със старите \"свободни\" приятели.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 17, false, null },
                    { 70, "Намерете време за разходка на чист въздух и превърнете това в навик.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 18, false, null },
                    { 71, "Опитайте упражнението \"котешки гръб\", за да подобрите гъвкавостта на гръбнака.Ако Ви допадне, тествайте и други подходящи йога пози.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 18, false, null },
                    { 72, "Включете общуването с бебето в списъка си с ежедневни задачи.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 18, false, null },
                    { 73, "Ако изпитвате съмнения или дискомфорт по отношение на лекаря си, поручете с кого и кога ще е най-удобно да го смените.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 18, false, null },
                    { 74, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 19, false, null },
                    { 75, "Направете списък с бебешки имена, които да обсъдите с партньора си.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 19, false, null },
                    { 76, "Уверете се, че в седмичното Ви меню присъстват достатъчно храни, богати на желязо.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 19, false, null },
                    { 77, "Ако се чувствате твърде уморена и нямате енергия, свържете се с лекаря си и обсъдете какви изследвания ще са Ви необходими.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 19, false, null },
                    { 78, "Запишете приоритетите си във връзка с избора на родилен дом.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 20, false, null },
                    { 79, "При планирането на седмичното си меню се уверете, че приемате достатъчно храни, съдържащи витамин B12.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 20, false, null },
                    { 80, "Ако не консумирате животински продукти, обсъдете с лекаря си дали са Ви нужни иследвания и хранителни добавки със съдържание на кобаламин.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 20, false, null },
                    { 81, "Обсъдете с партньора си възможността и нуждата от сухранение на стволови клетки на вашето бебе.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 20, false, null },
                    { 82, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 21, false, null },
                    { 83, "Сложете няколко кристалчета морска сол в чантата или портфейла си.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 21, false, null },
                    { 84, "Направете списък на здравните заведения с родилно отделение близо до района, в който живеете.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 21, false, null }
                });

            migrationBuilder.InsertData(
                table: "MyPregnancyTrackerTask",
                columns: new[] { "Id", "Content", "CreatedOn", "DeletedOn", "GestationalWeekId", "IsDeleted", "ModifiedOn" },
                values: new object[,]
                {
                    { 85, "Прегледайте шкафчето си с бельо и отстранете от него всички бикини и стрингове от изкуствени материи.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 21, false, null },
                    { 86, "Заменете трапезната сол в шкафчето с попдравки с морска, хималайска или друга естествена сол.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 22, false, null },
                    { 87, "Запознайте се с предстоящите разпродажби и промоции в бебешките магазини.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 22, false, null },
                    { 88, "Ако страдате от симптоми на предродилна депресия, премахнете повечето форуми и женски сайтове от обичайно посещаваните места в интернет.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 22, false, null },
                    { 89, "Обсъдете с лекаря си дали не е нужно да си направите специални изследвания на нивата на желязо и витамин В12.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 22, false, null },
                    { 90, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 23, false, null },
                    { 91, "Ако страдате от симптоми на предродилна депресия, потърсете хомеопат, който да Ви препоръча подходящо лечение.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 23, false, null },
                    { 92, "При избора на родилен дом обмислете дали искате бебето да бъде във Вашата стая веднага след раждането, или предпочитате да сте с него само в определени часове.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 23, false, null },
                    { 93, "Не допускайте да се заседявате дълго време - ставайте и раздвижвайте гръбнака си напред назад.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 23, false, null },
                    { 94, "Обсъдете с партньора си дали би искал да присъства на раждането и доколко това е съществен критерий за вас при избора за заведение за раждане.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 24, false, null },
                    { 95, "Запишете се на курсове или семинари за бъдещи родители.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 24, false, null },
                    { 96, "Отделете време за слънчеви бани в дневния си режим, особено ако страдате от тъга и безпокойство.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 24, false, null },
                    { 97, "Изберете подходящи козметични средства в зависимост от промените в кожата си.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 24, false, null },
                    { 98, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 25, false, null },
                    { 99, "Обсъдете с лекаря си нуждата от носене на колан за бременни и нуждата от изследвания на нивата на витамин D.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 25, false, null },
                    { 100, "Включете асаната \"Дърво\" в минутите си за физическа активност.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 25, false, null },
                    { 101, "Разхождайте се на слънце при всяка възможност, като избягвате горещите часове на деня.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 25, false, null },
                    { 102, "Обиколете магазините за нов размер дрехи за бременни или си поръчайте онлайн.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 26, false, null },
                    { 103, "Запишете си час за профилактичен преглед при зъболекар.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 26, false, null },
                    { 104, "Създайте навик да \"глезите\" краката си с хладка вана, в която сте разтворили соли или ароматни масла.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 26, false, null },
                    { 105, "Заредете хладилника с няколко кофички заквасена сметана за бърза и здравословна междинна закуска.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 26, false, null },
                    { 106, "Съветваме Ви да замените крема с олио против стрии.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 26, false, null },
                    { 107, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 27, false, null },
                    { 108, "Направете списък на ценните храни, които отбягвате поради липса на апетит.Потърсете рецепти и идеи за вклюването им в менюто Ви по \"нестандартен\" начин.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 27, false, null },
                    { 109, "Изпробвайте различни пози за спане и си помагайте с възглавници, за да намерите най-удбоната позиция за сън и почивка.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 27, false, null },
                    { 110, "Започнете да водите дневник на движенията на бебето.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 27, false, null },
                    { 111, "Подгответе подробен списък на мебелите и вещите, с които трябва да се снабдите в очакване на бебето.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 28, false, null },
                    { 112, "Проучете кога има \"дни на отворените врати\" в здравните заведения, които отговарят на изискванията Ви за предстоящото раждане.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 28, false, null },
                    { 113, "Намерете надеждни и обективни източници на информация за раждането, за да започнете да се подготвяте психологически за него.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 28, false, null },
                    { 114, "Ако не искате да купувате много неща преди раждането, започнете да отбелязвате в списъка избраните марки и модели, за да улесните пазаруването в бъдеще.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 28, false, null },
                    { 115, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 29, false, null },
                    { 116, "Намерете място за киноата в седмичното си меню - в интернет можете да намерите голямо разнообразие от рецепти.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 29, false, null },
                    { 117, "Обиколете магазините за бебешки вещи и изпробвайте различни модели колички.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 29, false, null },
                    { 118, "Създайте си навика да вдигате краката нависоко при почивка, четене на книга и гледане на филм.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 29, false, null },
                    { 119, "Започнете активно да търсите информация за избрания от Вас начин на хранене на бебето.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 30, false, null },
                    { 120, "Изберете детски лекар за Вашето бебе.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 30, false, null },
                    { 121, "Обмислете възможностите си за избор на екип за раждане.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 30, false, null },
                    { 122, "Ако сте избрали лекаря, който искате да води раждането Ви, опитайте се да уговорите среща с него в близко време.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 30, false, null },
                    { 123, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 31, false, null },
                    { 124, "Купете си корен джинджифил или пакетчета джинджифилов чай за облекчаване на киселините.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 31, false, null },
                    { 125, "Обмислете дали искате да ползвате епидурална упойка при раждането.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 31, false, null },
                    { 126, "Бъдете упорита в изпълнението на кегеловите упражнения.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 31, false, null }
                });

            migrationBuilder.InsertData(
                table: "MyPregnancyTrackerTask",
                columns: new[] { "Id", "Content", "CreatedOn", "DeletedOn", "GestationalWeekId", "IsDeleted", "ModifiedOn" },
                values: new object[,]
                {
                    { 127, "Свържете се с консултатн по кърмене, за да зададете въпросите, които ви вълнуват още отсега.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 32, false, null },
                    { 128, "Потърсете в интернет рецепти за приготвяне на чия.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 32, false, null },
                    { 129, "Потърсете информация за различни техники за безболезнено раждане и започнете да ги упражнявате.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 32, false, null },
                    { 130, "Абе бебето ви е в седалищна позиция , опитайте да го накарате да се обърне чрез упражнения (първо се посъветвайте с лкаря си).", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 32, false, null },
                    { 131, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 33, false, null },
                    { 132, "Обогатете менюто си с храни, които могат да противодействат на запека и хемороидите.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 33, false, null },
                    { 133, "Сравнявайте движенията на бебето с данните, които сте въвела в нашия модул за регистриране на неговата активност или сте записала в дневника си.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 33, false, null },
                    { 134, "Подготвайте дома си за бебето, без да се натоварвате с излишна работа.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 33, false, null },
                    { 135, "Приберете документите за постъпване в болница на едно място, за да не се налага да ги търсите в последния момент.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 34, false, null },
                    { 136, "Започентете да приготвяте бажажа си за родилното отделение.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 34, false, null },
                    { 137, "Помолете партньора си да заведе домашния любимец на контролен преглед при ветеринар.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 34, false, null },
                    { 138, "Актуализирайте списъка с покупки за бебето, като включите само неща от които наистина имате нужда.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 34, false, null },
                    { 139, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 35, false, null },
                    { 140, "Включете червена леща в седмичното си меню.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 35, false, null },
                    { 141, "Насрочете си среща с лекаря, когото сте избрала за раждането, или посетете избраното здравно заведение в приемното му време.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 35, false, null },
                    { 142, "Поставете задачи на по-голямото си дете във връзка с подготовката за бебето.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 35, false, null },
                    { 143, "Уверете се, че пиете достатъчно течности.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 36, false, null },
                    { 144, "Включете папаята в седмичното си меню.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 36, false, null },
                    { 145, "Помолете ваши роднини или приятели да ви подарят част от нещата в списъка с покупки за бебето.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 36, false, null },
                    { 146, "Купете комплет за изписване на бебето, помолете някой близък да ви подари такъв или направете свой комплект от дрежки и завивки, които ви допадат.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 36, false, null },
                    { 147, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 37, false, null },
                    { 148, "Потърсете подходящи хомеопатични или ароматеравпевтични средства за по-добър сън.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 37, false, null },
                    { 149, "Обяснете на по-голямото си дете, че ще бъдете в болница за раждането на бебето и в първите дни след това.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 37, false, null },
                    { 150, "Обсъдете с партньора си дали ще ползвате помоща на бабите след раждането на бебето и дали има нужда и възможност да ги приемете в дома си.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 37, false, null },
                    { 151, "Запишете си зас за коламаска на интимната зона.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 38, false, null },
                    { 152, "Уговорете си среща с близка приятелка, купете билет за кино или планирайте друго занимание, което да ви разсее от мислите за предстоящото раждане.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 38, false, null },
                    { 153, "Преговорете си основните фази и етапи, през които преминава естественото раждане.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 38, false, null },
                    { 154, "Работете върху изграждането на положителна, спокойна и реалистична нагласа за раждането.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 38, false, null },
                    { 155, "Измерете теглото си и запишете резултата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 39, false, null },
                    { 156, "Пригответе си дрехи и козметика за изписването и ги приберете при комплекта за изписване на бебето.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 39, false, null },
                    { 157, "Планирайте дали и как ще оппразнувате появата на бебето и след излизането от болницата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 39, false, null },
                    { 158, "Включете в менто си \"сухи\" нишестени храни, ако чувствате стомаха си леко разтроен.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 39, false, null },
                    { 159, "Купете си качествен шоколоад с високо съдържание на какао и го запазете за .началото на родилния процес.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 40, false, null },
                    { 160, "Добавете в багажса си за родилното отделение малка бутилка минерална вода.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 40, false, null },
                    { 161, "Вземете топъл душ или вана, за да отпуснете мускулите преди раждането.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 40, false, null },
                    { 162, "Ако сте много напрегната, опитайте се да се разсеете със съвсем странични дейности и занимания.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 40, false, null },
                    { 163, "Включете в менюто си покантни и люти храни.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 41, false, null },
                    { 164, "Направете си дълга разходка, след което вземете топла вана или душ.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 41, false, null },
                    { 165, "Обмислете използването на хомеопатично средств, акупунктура или акупресура в опит да ускорите родилния процес.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 41, false, null },
                    { 166, "Опитайте да предизвикате раждането чрез сексуална стимулация.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 41, false, null },
                    { 167, "Попитайте лекаря си дали можете да използвате билкови чайове или рициново масл като средство за спонтанно предизвикване на раждане.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 42, false, null },
                    { 168, "Намерете странично занимание, което изисква висока степен на концентрация , за да се разсеете от напрегнатото очакване.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 42, false, null }
                });

            migrationBuilder.InsertData(
                table: "MyPregnancyTrackerTask",
                columns: new[] { "Id", "Content", "CreatedOn", "DeletedOn", "GestationalWeekId", "IsDeleted", "ModifiedOn" },
                values: new object[] { 169, "Запазете си час за масаж в близките дни.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 42, false, null });

            migrationBuilder.InsertData(
                table: "MyPregnancyTrackerTask",
                columns: new[] { "Id", "Content", "CreatedOn", "DeletedOn", "GestationalWeekId", "IsDeleted", "ModifiedOn" },
                values: new object[] { 170, "Разгледайте нашето приложение за родители, за да се подготвите за предствоящите грижи за новороденото.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 42, false, null });
        }

        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 1);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 2);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 3);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 4);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 5);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 6);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 7);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 8);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 9);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 10);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 11);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 12);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 13);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 14);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 15);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 16);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 17);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 18);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 19);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 20);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 21);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 22);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 23);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 24);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 25);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 26);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 27);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 28);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 29);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 30);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 31);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 32);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 33);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 34);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 35);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 36);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 37);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 38);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 39);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 40);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 41);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 42);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 43);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 44);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 45);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 46);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 47);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 48);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 49);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 50);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 51);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 52);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 53);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 54);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 55);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 56);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 57);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 58);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 59);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 60);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 61);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 62);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 63);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 64);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 65);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 66);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 67);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 68);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 69);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 70);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 71);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 72);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 73);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 74);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 75);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 76);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 77);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 78);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 79);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 80);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 81);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 82);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 83);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 84);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 85);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 86);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 87);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 88);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 89);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 90);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 91);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 92);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 93);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 94);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 95);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 96);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 97);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 98);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 99);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 100);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 101);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 102);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 103);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 104);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 105);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 106);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 107);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 108);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 109);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 110);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 111);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 112);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 113);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 114);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 115);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 116);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 117);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 118);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 119);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 120);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 121);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 122);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 123);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 124);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 125);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 126);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 127);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 128);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 129);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 130);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 131);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 132);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 133);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 134);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 135);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 136);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 137);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 138);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 139);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 140);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 141);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 142);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 143);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 144);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 145);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 146);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 147);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 148);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 149);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 150);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 151);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 152);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 153);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 154);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 155);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 156);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 157);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 158);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 159);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 160);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 161);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 162);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 163);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 164);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 165);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 166);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 167);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 168);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 169);

            migrationBuilder.DeleteData(
                table: "MyPregnancyTrackerTask",
                keyColumn: "Id",
                keyValue: 170);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 1);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 2);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 3);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 4);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 5);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 6);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 7);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 8);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 9);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 10);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 11);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 12);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 13);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 14);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 15);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 16);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 17);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 18);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 19);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 20);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 21);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 22);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 23);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 24);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 25);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 26);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 27);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 28);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 29);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 30);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 31);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 32);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 33);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 34);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 35);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 36);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 37);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 38);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 39);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 40);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 41);

            migrationBuilder.DeleteData(
                table: "GestationalWeek",
                keyColumn: "Id",
                keyValue: 42);
        }
    }
}
