using System;
using Microsoft.EntityFrameworkCore.Migrations;

#nullable disable

namespace MyPregnancyTracker.Data.Migrations
{
    public partial class TestSeedingArticle : Migration
    {
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.InsertData(
                table: "Article",
                columns: new[] { "Id", "Content", "CreatedOn", "DeletedOn", "Dislikes", "IsDeleted", "Likes", "ModifiedOn" },
                values: new object[] { 1, "Амниоцентезата представлява процедура, при която се извлича малко количество течност от околоплодния сак, в който е разположено бебето. В съдържанието на околоплодната течност, освен урина и секрети от белия дроб и устата на бебето, се съдържат и излющени от кожата му клетки. Именно тези клетки се употребяват за генетичното изследване.\r\n\r\nПрието е пробите да се изпращат за анализ в две различни лаборатории, където те се изследват по две различни технологии с цел бързо и точно поставяне на диагноза. Изследването обхваща цитогенетичен анализ на всичките 46 хромозоми и ДНК анализ чрез PCR на най-често уврежданите хромозоми.\r\n\r\nХромозомните аномалии съставляват около 95% от всички генетични аномалии и тяхното ранно откриване е от съществено значение. Цитогенетичният анализ изследва бройни и структурни аномалии и дава 100% сигурна диагноза за 99% от тежките хромозомни болести. Резултатът от изследването е готов между 14 и 21 ден, но в някои случаи периодът може да е по-дълъг. ДНК анализът дава резултат до 5-6 дни за почти 100% сигурна диагноза за 95 % от тежките хромозомни болести чрез бройни аномалии. При наличие на фамилна обремененост (вече родено дете с генно заболяване или родител, носител на Таласемия), лабораторията трябва да бъде уведомена, за да изследва конкретни генетични дефекти.\r\n\r\nПроцедурата амниоцентеза изисква съгласие на бременната и семейството ѝ и разбира се, консултация от наблюдаващия я лекар. Процедурата е кратка, не е болезнена, практически не носи рискове за бременната и плода. По време на ултразвуковото изследване първо се локализира разположението на плода, плацентата и околоплодните води с цел откриване на най-подходящото място за извършване на аминоцентеза. Коремът се почиства и с тънка игла под непрекъснато ултразвуково наблюдение, лекарят изтегля около 20 ml околоплодна течност от амниотичната кухина, като не докосва плода или другите органи в коремната кухина. При резус отрицателни майки е желателно след амниоцентезата да се проведе профилактика на образуването на антитела с анти Д гамаглобулин.\r\n\r\nСтатистиката сочи, че само при 0.5% от процедурите се стига до аборт, а случаите на инфекция са 1/1000.\r\n\r\nАмниоцентезата се прави между 15-19 гестационна седмица, защото по-ранна във времето манипулация е свързана с по-висок риск от усложнения, а при по-късна, т. е. след 20 гестационна седмица, в зависимост от резултата, би имало проблем с прекъсването на бременността.\r\n\r\nАмниоцентезата е препоръчителна, когато е налице плод с повишен риск за генетични аномалии - фамилна обремененост, възраст на бременната над 35 години (тогава се завишава рискът от синдром на Даун), възраст на бащата над 50 години, когато се открият патологични данни при пренаталния скрининг, в случаите на терапевтично отстраняване на определено количество околоплодна течност при т.нар. „многоводие“, при необходимост от изследване за фетална инфекция, при дефекти на невралната тръба, както и за определяне на кръвната група и резус фактора на плода.\r\n\r\nСъстоянието на бременната след процедурата е нормално. Евентуално могат да се усещат слаби болки или слаби контракции, включително да се появи и слабо вагинално кървене, но симптомите отшумяват в повечето случаи от само себе си в рамките на 1-2 дни. Бременната трябва да почива активно няколко дни след извършване на амниоцентезата.", new DateTime(1, 1, 1, 0, 0, 0, 0, DateTimeKind.Unspecified), null, 0, false, 0, null });
        }

        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                table: "Article",
                keyColumn: "Id",
                keyValue: 1);
        }
    }
}
